[
	{
		"bookTitle": "Mesaerion: The Best Science Fiction Stories 1800-1849",
		"bookCategory": "Science Fiction",
		"bookPrice": "£37.59",
		"noAvailable": "19",
		"imageUrl": "http://books.toscrape.com/media/cache/e8/1f/e81f850db9b9622c65619c9f15748de7.jpg",
		"bookDescription": "Andrew Barger, award-winning author and engineer, has extensively researched forgotten journals and magazines of the early 19th century to locate groundbreaking science fiction short stories in the English language. In doing so, he found what is possibly the first science fiction story by a female (and it is not from Mary Shelley). Andrew located the first steampunk short Andrew Barger, award-winning author and engineer, has extensively researched forgotten journals and magazines of the early 19th century to locate groundbreaking science fiction short stories in the English language. In doing so, he found what is possibly the first science fiction story by a female (and it is not from Mary Shelley). Andrew located the first steampunk short story, which has not been republished since 1844. There is the first voyage to the moon in a balloon, republished for the first time since 1820 that further tells of a darkness machine and a lunarian named Zuloc. Other sci-stories include the first robotic insect and an electricity gun. Once again, Andrew has searched old texts to find the very best science fiction stories from the period when the genre automated to life, some of the stories are published for the first time in nearly 200 years. Read these fantastic stories today!OUR OWN COUNTRY So mechanical has the age become, that men seriously talk of flying machines, to go by steam, --not your air-balloons, but real Daedalian wings, made of wood and joints, nailed to your shoulder, --not wings of feathers and wax like the wings of Icarus, who fell into the Cretan sea, but real, solid, substantial, rock-maple wings with wrought-iron hinges, and huge concavities, to propel us through the air. Knickerbocker Magazine, May 18 ...more",
		"upc": "e30f54cea9b38190"
	},
	{
		"bookTitle": "Join",
		"bookCategory": "Science Fiction",
		"bookPrice": "£35.67",
		"noAvailable": "16",
		"imageUrl": "http://books.toscrape.com/media/cache/df/64/df642e483f7ae23de6888c73f05e2014.jpg",
		"bookDescription": "What if you could live multiple lives simultaneously, have constant, perfect companionship, and never die? That’s the promise of Join, a revolutionary technology that allows small groups of minds to unite, forming a single consciousness that experiences the world through multiple bodies. But as two best friends, Chance and Lucky, living in an alternate version of our own n What if you could live multiple lives simultaneously, have constant, perfect companionship, and never die? That’s the promise of Join, a revolutionary technology that allows small groups of minds to unite, forming a single consciousness that experiences the world through multiple bodies. But as two best friends, Chance and Lucky, living in an alternate version of our own near future quickly discover, the light of that miracle may be blinding them to its horrors.Jolted out of comfortable, professional routines by a brutal encounter with a terrifying stranger and a malfunction in the join technology, Chance and Lucky follow a faint trail of clues off the grid in their desperate search for a cure. Their journey leads them into the scarred heart of the North American continent. There, within the improvised shelter of the “solos” left behind by the rush of technology, they encounter the architects of a new kind of human consciousness. With the planet descending into environmental ruin, their trust of each other becomes their only guide through the moral hazards of a society in which individual identity has come undone. Along the way, they must confront their own long-buried secrets, and learn how their story of injured conscience connects them to the arc of human evolution.A deftly crafted, kaleidoscopic novel with the pulse of a thriller, Join explores big ideas in the current zeitgeist on an intimate, human scale. ...more",
		"upc": "18ad3ed896c7ce05"
	},
	{
		"bookTitle": "William Shakespeare's Star Wars: Verily, A New Hope (William Shakespeare's Star Wars #4)",
		"bookCategory": "Science Fiction",
		"bookPrice": "£43.30",
		"noAvailable": "15",
		"imageUrl": "http://books.toscrape.com/media/cache/02/7a/027a1f131d94c38f9e785f5d85a109c7.jpg",
		"bookDescription": "MAY THE VERSE BE WITH YOU!Return once more to a galaxy far, far away with this sublime retelling of George Lucas's epic Star Wars in the style of the immortal Bard of Avon. The saga of a wise (Jedi) knight and an evil (Sith) lord, of a beautiful princess held captive and a young hero coming of age, Star Wars abounds with all the valor and villainy of Shakespeare's greatest MAY THE VERSE BE WITH YOU!Return once more to a galaxy far, far away with this sublime retelling of George Lucas's epic Star Wars in the style of the immortal Bard of Avon. The saga of a wise (Jedi) knight and an evil (Sith) lord, of a beautiful princess held captive and a young hero coming of age, Star Wars abounds with all the valor and villainy of Shakespeare's greatest plays. 'Tis a tale told by fretful Droids, full of faithful Wookiees and fearsome Stormtroopers, signifying... pretty much everything.Reimagined in glorious iambic pentameter, William Shakespeare's Star Wars will astound and edify Rebels and Imperials alike. Zounds! This is the book you're looking for. ...more",
		"upc": "9270575728a13a61"
	},
	{
		"bookTitle": "The Project",
		"bookCategory": "Science Fiction",
		"bookPrice": "£10.65",
		"noAvailable": "15",
		"imageUrl": "http://books.toscrape.com/media/cache/4c/57/4c57c192057269132623f9c6b3f69559.jpg",
		"bookDescription": "Welcome to Adrianna, a new country isolated for years and shrouded in mystery. It’s home to the Leafers, an assembly of the most intelligent minds in the world. When Leafer President John Greenleaf opens Adrianna’s doors for the filming of a documentary, the young country’s secrets will be exposed changing the world forever. Can the Leafers really cure cancer, diabetes and Welcome to Adrianna, a new country isolated for years and shrouded in mystery. It’s home to the Leafers, an assembly of the most intelligent minds in the world. When Leafer President John Greenleaf opens Adrianna’s doors for the filming of a documentary, the young country’s secrets will be exposed changing the world forever. Can the Leafers really cure cancer, diabetes and heart disease with a miraculous new plant? Can they provide free food and free wireless electricity to the entire planet without pollution? Adrianna’s technology guarantees to cause a complete collapse of the global economy. But will the rich and powerful allow it? Wars will be fought. Economies will collapse. The true origins of human life on Earth will be revealed. The project must be completed. ...more",
		"upc": "790ef197c8f236f5"
	},
	{
		"bookTitle": "Soft Apocalypse",
		"bookCategory": "Science Fiction",
		"bookPrice": "£26.12",
		"noAvailable": "15",
		"imageUrl": "http://books.toscrape.com/media/cache/61/ca/61ca5ab6bc514b9527af9f805fa03c31.jpg",
		"bookDescription": "What happens when resources become scarce and society starts to crumble? As the competition for resources pulls America's previously stable society apart, the \"New Normal\" is a Soft Apocalypse. This is how our world ends; with a whimper instead of a bang. New social structures and tribal connections spring up across America, as the previous social structures begin to disso What happens when resources become scarce and society starts to crumble? As the competition for resources pulls America's previously stable society apart, the \"New Normal\" is a Soft Apocalypse. This is how our world ends; with a whimper instead of a bang. New social structures and tribal connections spring up across America, as the previous social structures begin to dissolve. Locus Award finalist and John W. Campbell Memorial Award finalist Soft Apocalypse follows the journey across the Southeast of a tribe of formerly middle class Americans as they struggle to find a place for themselves and their children in a new, dangerous world that still carries the ghostly echoes of their previous lives.Skyhorse Publishing, under our Night Shade and Talos imprints, is proud to publish a broad range of titles for readers interested in science fiction (space opera, time travel, hard SF, alien invasion, near-future dystopia), fantasy (grimdark, sword and sorcery, contemporary urban fantasy, steampunk, alternative history), and horror (zombies, vampires, and the occult and supernatural), and much more. While not every title we publish becomes a New York Times bestseller, a national bestseller, or a Hugo or Nebula award-winner, we are committed to publishing quality books from a diverse group of authors. ...more",
		"upc": "2a70769cdc6eb8b8"
	},
	{
		"bookTitle": "Sleeping Giants (Themis Files #1)",
		"bookCategory": "Science Fiction",
		"bookPrice": "£48.74",
		"noAvailable": "11",
		"imageUrl": "http://books.toscrape.com/media/cache/ac/a5/aca5de2e61ca2754de496a75dea25f91.jpg",
		"bookDescription": "A page-turning debut in the tradition of Michael Crichton, World War Z, and The Martian, Sleeping Giants is a thriller fueled by an earthshaking mystery—and a fight to control a gargantuan power.A girl named Rose is riding her new bike near her home in Deadwood, South Dakota, when she falls through the earth. She wakes up at the bottom of a square hole, its walls glowing w A page-turning debut in the tradition of Michael Crichton, World War Z, and The Martian, Sleeping Giants is a thriller fueled by an earthshaking mystery—and a fight to control a gargantuan power.A girl named Rose is riding her new bike near her home in Deadwood, South Dakota, when she falls through the earth. She wakes up at the bottom of a square hole, its walls glowing with intricate carvings. But the firemen who come to save her peer down upon something even stranger: a little girl in the palm of a giant metal hand.Seventeen years later, the mystery of the bizarre artifact remains unsolved—its origins, architects, and purpose unknown. Its carbon dating defies belief; military reports are redacted; theories are floated, then rejected.But some can never stop searching for answers.Rose Franklin is now a highly trained physicist leading a top secret team to crack the hand’s code. And along with her colleagues, she is being interviewed by a nameless interrogator whose power and purview are as enigmatic as the provenance of the relic. What’s clear is that Rose and her compatriots are on the edge of unraveling history’s most perplexing discovery—and figuring out what it portends for humanity. But once the pieces of the puzzle are in place, will the result prove to be an instrument of lasting peace or a weapon of mass destruction? ...more",
		"upc": "f435aa99d864077d"
	},
	{
		"bookTitle": "Arena",
		"bookCategory": "Science Fiction",
		"bookPrice": "£21.36",
		"noAvailable": "11",
		"imageUrl": "http://books.toscrape.com/media/cache/01/c5/01c50c5f341b8f1d030e9dffba5e5498.jpg",
		"bookDescription": "A fast-paced and gripping near-future science fiction debut about the gritty world of competitive gaming...Every week, Kali Ling fights to the death on national TV. She’s died hundreds of times. And it never gets easier... The RAGE tournaments—the Virtual Gaming League’s elite competition where the best gamers in the world compete in a no-holds-barred fight to the digital A fast-paced and gripping near-future science fiction debut about the gritty world of competitive gaming... Every week, Kali Ling fights to the death on national TV. She’s died hundreds of times. And it never gets easier...  The RAGE tournaments—the Virtual Gaming League’s elite competition where the best gamers in the world compete in a no-holds-barred fight to the digital death. Every bloody kill is broadcast to millions. Every player is a modern gladiator—leading a life of ultimate fame, responsible only for entertaining the masses.   And though their weapons and armor are digital, the pain is real.   Chosen to be the first female captain in RAGE tournament history, Kali Ling is at the top of the world—until one of her teammates overdoses. Now, she must confront the truth about the tournament. Because it is much more than a game—and even in the real world, not everything is as it seems.   The VGL hides dark secrets. And the only way to change the rules is to fight from the inside... ...more",
		"upc": "2c34f9432069b52b"
	},
	{
		"bookTitle": "Foundation (Foundation (Publication Order) #1)",
		"bookCategory": "Science Fiction",
		"bookPrice": "£32.42",
		"noAvailable": "5",
		"imageUrl": "http://books.toscrape.com/media/cache/da/a0/daa08c54a927c27494ea5bb90af79c60.jpg",
		"bookDescription": "For twelve thousand years the Galactic Empire has ruled supreme. Now it is dying. But only Hari Seldon, creator of the revolutionary science of psychohistory, can see into the future -- to a dark age of ignorance, barbarism, and warfare that will last thirty thousand years. To preserve knowledge and save mankind, Seldon gathers the best minds in the Empire -- both scientis For twelve thousand years the Galactic Empire has ruled supreme. Now it is dying. But only Hari Seldon, creator of the revolutionary science of psychohistory, can see into the future -- to a dark age of ignorance, barbarism, and warfare that will last thirty thousand years. To preserve knowledge and save mankind, Seldon gathers the best minds in the Empire -- both scientists and scholars -- and brings them to a bleak planet at the edge of the Galaxy to serve as a beacon of hope for a future generations. He calls his sanctuary the Foundation.But soon the fledgling Foundation finds itself at the mercy of corrupt warlords rising in the wake of the receding Empire. Mankind's last best hope is faced with an agonizing choice: submit to the barbarians and be overrun -- or fight them and be destroyed. ...more",
		"upc": "3fc124f59f3068e4"
	},
	{
		"bookTitle": "The Restaurant at the End of the Universe (Hitchhiker's Guide to the Galaxy #2)",
		"bookCategory": "Science Fiction",
		"bookPrice": "£10.92",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/aa/8f/aa8fc991d84aca12ed94a0a2fa1099e5.jpg",
		"bookDescription": "Facing annihilation at the hands of the warlike Vogons is a curious time to have a craving for tea. It could only happen to the cosmically displaced Arthur Dent and his curious comrades in arms as they hurtle across space powered by pure improbabilityband desperately in search of a place to eat.Among Arthur's motley shipmates are Ford Prefect, a longtime friend and expert Facing annihilation at the hands of the warlike Vogons is a curious time to have a craving for tea. It could only happen to the cosmically displaced Arthur Dent and his curious comrades in arms as they hurtle across space powered by pure improbabilityband desperately in search of a place to eat.Among Arthur's motley shipmates are Ford Prefect, a longtime friend and expert contributor to the Hitchhiker's Guide to the Galaxy; Zaphod Beeblebrox, the three-armed, two-headed ex-president of the galaxy; Tricia McMillan, a fellow Earth refugee who's gone native (her name is Trillian now); and Marvin, the moody android who suffers nothing and no one very gladly. Their destination? The ultimate hot spot for an evening of apocalyptic entertainment and fine dining, where the food (literally) speaks for itself.Will they make it? The answer: hard to say. But bear in mind that the Hitchhiker's Guide deleted the term \"Future Perfect\" from its pages, since it was discovered not to be!\"What's such fun is how amusing the galaxy looks through Adams' sardonically silly eyes.\" ...more",
		"upc": "0e92ccf1bd39e68f"
	},
	{
		"bookTitle": "Ready Player One",
		"bookCategory": "Science Fiction",
		"bookPrice": "£19.07",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/b9/af/b9afd75c09ff7bf82c9a158a34cb993d.jpg",
		"bookDescription": "In the year 2044, reality is an ugly place. The only time teenage Wade Watts really feels alive is when he's jacked into the virtual utopia known as the OASIS. Wade's devoted his life to studying the puzzles hidden within this world's digital confines, puzzles that are based on their creator's obsession with the pop culture of decades past and that promise massive power an In the year 2044, reality is an ugly place. The only time teenage Wade Watts really feels alive is when he's jacked into the virtual utopia known as the  OASIS. Wade's devoted his life to studying the puzzles hidden within this world's digital confines, puzzles that are based on their creator's obsession with the pop culture of decades past and that promise massive power and fortune to whoever can unlock them. When Wade stumbles upon the first clue, he finds himself beset by players willing to kill to take this ultimate prize. The race is on, and if Wade's going to survive, he'll have to win—and confront the real world he's always been so desperate to escape. ...more",
		"upc": "2ef5dc7e278e562a"
	},
	{
		"bookTitle": "Life, the Universe and Everything (Hitchhiker's Guide to the Galaxy #3)",
		"bookCategory": "Science Fiction",
		"bookPrice": "£33.26",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/54/ca/54cac05a3026d35e713133a1fe49f6c8.jpg",
		"bookDescription": "The unhappy inhabitants of planet Krikkit are sick of looking at the night sky above their heads–so they plan to destroy it. The universe, that is. Now only five individuals stand between the killer robots of Krikkit and their goal of total annihilation.They are Arthur Dent, a mild-mannered space and time traveler who tries to learn how to fly by throwing himself at the gr The unhappy inhabitants of planet Krikkit are sick of looking at the night sky above their heads–so they plan to destroy it. The universe, that is. Now only five individuals stand between the killer robots of Krikkit and their goal of total annihilation.They are Arthur Dent, a mild-mannered space and time traveler who tries to learn how to fly by throwing himself at the ground and missing; Ford Prefect, his best friend, who decides to go insane to see if he likes it; Slartibartfast, the indomitable vice president of the Campaign for Real Time, who travels in a ship powered by irrational behavior; Zaphod Beeblebrox, the two-headed, three-armed ex-president of the galazy; and Trillian, the sexy space cadet who is torn between a persistent Thunder God and a very depressed Beeblebrox.How will it all end? Will it end? Only this stalwart crew knows as they try to avert “universal” Armageddon and save life as we know it–and don’t know it! ...more",
		"upc": "4b3f4f151c99f472"
	},
	{
		"bookTitle": "Dune (Dune #1)",
		"bookCategory": "Science Fiction",
		"bookPrice": "£54.86",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/63/a9/63a9a4e0c8e3c6ee2075a766b873cd31.jpg",
		"bookDescription": "Set in the far future amidst a sprawling feudal interstellar empire where planetary dynasties are controlled by noble houses that owe an allegiance to the imperial House Corrino, Dune tells the story of young Paul Atreides (the heir apparent to Duke Leto Atreides and heir of House Atreides) as he and his family accept control of the desert planet Arrakis, the only source o Set in the far future amidst a sprawling feudal interstellar empire where planetary dynasties are controlled by noble houses that owe an allegiance to the imperial House Corrino, Dune tells the story of young Paul Atreides (the heir apparent to Duke Leto Atreides and heir of House Atreides) as he and his family accept control of the desert planet Arrakis, the only source of the 'spice' melange, the most important and valuable substance in the cosmos. The story explores the complex, multi-layered interactions of politics, religion, ecology, technology, and human emotion as the forces of the empire confront each other for control of Arrakis.Published in 1965, it won the Hugo Award in 1966 and the inaugural Nebula Award for Best Novel. Dune is frequently cited as the world's best-selling sf novel. ...more",
		"upc": "36d5884d44484277"
	},
	{
		"bookTitle": "Do Androids Dream of Electric Sheep? (Blade Runner #1)",
		"bookCategory": "Science Fiction",
		"bookPrice": "£51.48",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/c7/a3/c7a3d04df9cbc857b149cd76d32e3030.jpg",
		"bookDescription": "By 2021, the World War has killed millions, driving entire species into extinction and sending mankind off-planet. Those who remain covet any living creature, and for people who can't afford one, companies have built incredibly realistic simulacrae: horses, birds, cats, sheep. They've even built humans.Emigrées to Mars receive androids so sophisticated it's impossible to t By 2021, the World War has killed millions, driving entire species into extinction and sending mankind off-planet. Those who remain covet any living creature, and for people who can't afford one, companies have built incredibly realistic simulacrae: horses, birds, cats, sheep. They've even built humans.Emigrées to Mars receive androids so sophisticated it's impossible to tell them from true men or women. Fearful of the havoc these artificial humans could wreak, the government bans them from Earth, but when androids don't want to be identified, they just blend in. Rick Deckard is an officially sanctioned bounty hunter whose job is to find rogue androids and retire them, but cornered, androids tend to fight back--with deadly results. ...more",
		"upc": "98330e431e56a9ea"
	},
	{
		"bookTitle": "Three Wishes (River of Time: California #1)",
		"bookCategory": "Science Fiction",
		"bookPrice": "£44.18",
		"noAvailable": "1",
		"imageUrl": "http://books.toscrape.com/media/cache/48/e6/48e697e9c8bba8ca04a3064551cda630.jpg",
		"bookDescription": "BE CAREFUL WHAT YOU WISH FOR. BECAUSE YOU JUST MIGHT GET IT. Zara Ruiz is a normal California girl on the verge of graduating high school and thinking about her dawning future. But when dusk brings a shattering loss—and she discovers a priceless object in the shallows of a tide pool—she is thrust a hundred-and-eighty years into the past. There she meets handsome ranchero J BE CAREFUL WHAT YOU WISH FOR. BECAUSE YOU JUST MIGHT GET IT. Zara Ruiz is a normal California girl on the verge of graduating high school and thinking about her dawning future. But when dusk brings a shattering loss—and she discovers a priceless object in the shallows of a tide pool—she is thrust a hundred-and-eighty years into the past. There she meets handsome ranchero Javier de la Ventura—who has big dreams and bigger secrets—along with his enchanting family, in a land that is at once familiar, and yet utterly foreign. Between cattle rustlers, pirates and a growing call for statehood, it is not a peaceful time to be a Mexican settler in young Alta California. But it is in that time and place that Zara must decide if she can find what she longs for most in the past, or if her heart's THREE WISHES can only be resolved in the present. ...more",
		"upc": "460f97a346b44bac"
	},
	{
		"bookTitle": "The Last Girl (The Dominion Trilogy #1)",
		"bookCategory": "Science Fiction",
		"bookPrice": "£36.26",
		"noAvailable": "1",
		"imageUrl": "http://books.toscrape.com/media/cache/2a/88/2a88181c495875c02f87c2e6010b046d.jpg",
		"bookDescription": "A mysterious worldwide epidemic reduces the birthrate of female infants from 50 percent to less than 1 percent. Medical science and governments around the world scramble in an effort to solve the problem, but twenty-five years later there is no cure, and an entire generation grows up with a population of fewer than a thousand women.Zoey and some of the surviving young wome A mysterious worldwide epidemic reduces the birthrate of female infants from 50 percent to less than 1 percent. Medical science and governments around the world scramble in an effort to solve the problem, but twenty-five years later there is no cure, and an entire generation grows up with a population of fewer than a thousand women.Zoey and some of the surviving young women are housed in a scientific research compound dedicated to determining the cause. For two decades, she’s been isolated from her family, treated as a test subject, and locked away—told only that the virus has wiped out the rest of the world’s population.Captivity is the only life Zoey has ever known, and escaping her heavily armed captors is no easy task, but she’s determined to leave before she is subjected to the next round of tests…a program that no other woman has ever returned from. Even if she’s successful, Zoey has no idea what she’ll encounter in the strange new world beyond the facility’s walls. Winning her freedom will take brutality she never imagined she possessed, as well as all her strength and cunning—but Zoey is ready for war. ...more",
		"upc": "16c71736dae78764"
	},
	{
		"bookTitle": "Having the Barbarian's Baby (Ice Planet Barbarians #7.5)",
		"bookCategory": "Science Fiction",
		"bookPrice": "£34.96",
		"noAvailable": "1",
		"imageUrl": "http://books.toscrape.com/media/cache/13/8a/138a09170e0431cce98921b857a6eeb5.jpg",
		"bookDescription": "Megan’s ready to give birth, but she’s not ready to let her mate leave her side. When Cashol must go hunting to feed the tribe, they’re separated for the first time since resonance. Not a problem, except the baby’s ready to be born and there’s a storm brewing… This is a short story set in the ICE PLANET BARBARIANS world. It does not stand alone, and is intended to be read Megan’s ready to give birth, but she’s not ready to let her mate leave her side. When Cashol must go hunting to feed the tribe, they’re separated for the first time since resonance. Not a problem, except the baby’s ready to be born and there’s a storm brewing…   This is a short story set in the ICE PLANET BARBARIANS world. It does not stand alone, and is intended to be read after BARBARIAN’S MATE. It’s a little bit of sweetness for those that can’t get enough of the big blue aliens! Happy reading! ...more",
		"upc": "6717a70913b3db79"
	},
	{
		"bookTitle": "Tipping the Velvet",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£53.74",
		"noAvailable": "20",
		"imageUrl": "http://books.toscrape.com/media/cache/08/e9/08e94f3731d7d6b760dfbfbc02ca5c62.jpg",
		"bookDescription": "\"Erotic and absorbing...Written with starling power.\"--\"The New York Times Book Review \" Nan King, an oyster girl, is captivated by the music hall phenomenon Kitty Butler, a male impersonator extraordinaire treading the boards in Canterbury. Through a friend at the box office, Nan manages to visit all her shows and finally meet her heroine. Soon after, she becomes Kitty's \"Erotic and absorbing...Written with starling power.\"--\"The New York Times Book Review \" Nan King, an oyster girl, is captivated by the music hall phenomenon Kitty Butler, a male impersonator extraordinaire treading the boards in Canterbury. Through a friend at the box office, Nan manages to visit all her shows and finally meet her heroine. Soon after, she becomes Kitty's dresser and the two head for the bright lights of Leicester Square where they begin a glittering career as music-hall stars in an all-singing and dancing double act. At the same time, behind closed doors, they admit their attraction to each other and their affair begins. ...more",
		"upc": "90fa61229261140a"
	},
	{
		"bookTitle": "Forever and Forever: The Courtship of Henry Longfellow and Fanny Appleton",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£29.69",
		"noAvailable": "16",
		"imageUrl": "http://books.toscrape.com/media/cache/f9/9e/f99e760b894d10c6e5ed578618918367.jpg",
		"bookDescription": "A Proper Historical Romance seriesThe first book in a new series which will focus on the lives of real historical figures who have intriguing stories of courtship that are recreated in fictionalized accounts based on real biographical and social history research.\"A well-researched, emotionally charged tale. A love story...fit for the ages.\" -Publishers Weekly.It's 1836, an A Proper Historical Romance seriesThe first book in a new series which will focus on the lives of real historical figures who have intriguing stories of courtship that are recreated in fictionalized accounts based on real biographical and social history research.\"A well-researched, emotionally charged tale. A love story...fit for the ages.\" -Publishers Weekly.It's 1836, and nineteen-year-old Fanny Appleton, a privileged daughter of a wealthy, upper-class Boston industrialist, is touring Europe with her family. Like many girls of her day, she enjoys the fine clothes, food, and company of the elite social circles. But unlike her peers, Fanny is also drawn to education, literature, and more intellectual pursuits.Published author and poet Henry Wadsworth Longfellow is also touring Europe, but under much different circumstances. Widowed while on tour, he has stayed in order to gather credentials that he hopes will secure his professorship at Harvard College. When Henry meets Fanny, he sees in her a kindred spirit, a lover of language and literature and high ideals. He is in love. Fanny, however, is uncertain. He is ten years older than she is, and from a much lower social class. How could such a relationship ever thrive?Could a book of Henry’s poetry, personally delivered, persuade Fanny to believe in a love that lasts forever and forever? ...more",
		"upc": "9beb96a2300109d7"
	},
	{
		"bookTitle": "A Flight of Arrows (The Pathfinders #2)",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£55.53",
		"noAvailable": "16",
		"imageUrl": "http://books.toscrape.com/media/cache/ec/65/ec651ed66822d4b68938afa645b1ece2.jpg",
		"bookDescription": "October 1776--August 1777It is said that what a man sows he will reap--and for such a harvest there is no set season. No one connected to Reginald Aubrey is untouched by the crime he committed twenty years ago. Not William, the Oneida child Reginald stole and raised as his own. Identity shattered, enlisted in the British army, William trains with Loyalist refugees eager to October 1776--August 1777It is said that what a man sows he will reap--and for such a harvest there is no set season. No one connected to Reginald Aubrey is untouched by the crime he committed twenty years ago. Not William, the Oneida child Reginald stole and raised as his own. Identity shattered, enlisted in the British army, William trains with Loyalist refugees eager to annihilate the rebels who forced them into exile. Coming to terms with who and what he is proves impossible, but if he breaks his Loyalist oath, he'll be no better than the man who constructed his life of lies.Not Anna, Reginald's adopted daughter, nor Two Hawks, William's twin, both who long for Reginald to accept their love despite the challenges they will face, building a marriage that bridges two cultures. Not Good Voice and Stone Thrower, freed of bitterness by a courageous act of forgiveness, but still yearning for their firstborn son and fearful for the future of their Oneida people.As the British prepare to attack frontier New York and Patriot regiments rally to defend it, two families separated by culture, united by love, will do all in their power to reclaim the son marching toward them in the ranks of their enemies. ...more",
		"upc": "3a6fb983e2554023"
	},
	{
		"bookTitle": "The House by the Lake",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£36.95",
		"noAvailable": "15",
		"imageUrl": "http://books.toscrape.com/media/cache/46/a2/46a2c968bfccf1979cc5576085eec6dd.jpg",
		"bookDescription": "Anna is content with her well-ordered life in San Francisco. But her world is turned upside down when her beloved grandfather, Max, reveals a startling secret: Anna is part of an aristocratic family who lost everything during World War II. What’s more, Max was forced to leave behind a precious item over seventy years ago in their estate in old Prussia. It’s now his ardent Anna is content with her well-ordered life in San Francisco. But her world is turned upside down when her beloved grandfather, Max, reveals a startling secret: Anna is part of an aristocratic family who lost everything during World War II. What’s more, Max was forced to leave behind a precious item over seventy years ago in their estate in old Prussia. It’s now his ardent wish that Anna retrieve it.Anna burns with questions as she heads for Germany: What memento could be so important to her grandfather? And why did he keep their history hidden? As she searches for answers, she finds herself drawn to Wil, a man who may hold the key to unlock the mystery. Together they discover that her family’s secrets are linked with an abandoned apartment in Paris, and these secrets go deeper than she ever imagined.Alternating between 1930s Europe and the present, The House by the Lake illuminates the destiny of a family caught in the tumult of history. ...more",
		"upc": "9287e238d7c3b06e"
	},
	{
		"bookTitle": "Mrs. Houdini",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£30.25",
		"noAvailable": "15",
		"imageUrl": "http://books.toscrape.com/media/cache/b4/45/b445dbc81ca3aff1321a6bf0d0fa231d.jpg",
		"bookDescription": "A captivating debut novel, meticulously researched and beautifully imagined, about the passionate marriage of Harry and Bess Houdini—a love story that defied death itself.Before escape artist Harry Houdini died, he vowed he would find a way to speak to his beloved wife Bess from beyond the grave using a coded message known only to the two of them. When a widowed Bess begin A captivating debut novel, meticulously researched and beautifully imagined, about the passionate marriage of Harry and Bess Houdini—a love story that defied death itself.Before escape artist Harry Houdini died, he vowed he would find a way to speak to his beloved wife Bess from beyond the grave using a coded message known only to the two of them. When a widowed Bess begins seeing this code in seemingly impossible places, it becomes clear that Harry has an urgent message to convey. Unlocking the puzzle will set Bess on a course back through the pair’s extraordinary romance, which swept the illusionist and his bride from the beaches of Coney Island, to the palaces of Budapest, to the back lots of Hollywood. When the mystery finally leads Bess to the doorstep of a mysterious young photographer, she realizes that her husband’s magic may have been more than just illusion.In surprising turns that weave through the uncertain days of the dawn of the twentieth century and continue into the dazzling 1920s, Mrs. Houdini is a thrilling tale that will take you deep into the heart of one of history’s greatest love stories—asking what drives people to believe in something bigger than themselves—even as it reveals the famous magician’s most remarkable feat of all. ...more",
		"upc": "a40723994f715420"
	},
	{
		"bookTitle": "The Marriage of Opposites",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£28.08",
		"noAvailable": "14",
		"imageUrl": "http://books.toscrape.com/media/cache/33/8e/338e196723f3fb10d5c6990fe54be61d.jpg",
		"bookDescription": "From the New York Times bestselling author of The Dovekeepers and The Museum of Extraordinary Things: a forbidden love story set on the tropical island of St. Thomas about the extraordinary woman who gave birth to painter Camille Pissarro; the Father of Impressionism.Growing up on idyllic St. Thomas in the early 1800s, Rachel dreams of life in faraway Paris. Rachel's mothe From the New York Times bestselling author of The Dovekeepers and The Museum of Extraordinary Things: a forbidden love story set on the tropical island of St. Thomas about the extraordinary woman who gave birth to painter Camille Pissarro; the Father of Impressionism.Growing up on idyllic St. Thomas in the early 1800s, Rachel dreams of life in faraway Paris. Rachel's mother, a pillar of their small refugee community of Jews who escaped the Inquisition, has never forgiven her daughter for being a difficult girl who refuses to live by the rules. Growing up, Rachel's salvation is their maid Adelle's belief in her strengths, and her deep, life-long friendship with Jestine, Adelle's daughter. But Rachel's life is not her own. She is married off to a widower with three children to save her father's business. When her husband dies suddenly and his handsome, much younger nephew, Fréderick, arrives from France to settle the estate, Rachel seizes her own life story, beginning a defiant, passionate love affair that sparks a scandal that affects all of her family, including her favorite son, who will become one of the greatest artists of France.Building on the triumphs of The Dovekeepers and The Museum of Extraordinary Things, set in a world of almost unimaginable beauty, The Marriage of Opposites showcases the beloved, bestselling Alice Hoffman at the height of her considerable powers. Once forgotten to history, the marriage of Rachel and Fréderick is a story that is as unforgettable as it is remarkable. ...more",
		"upc": "52cf2a5933ec5d8f"
	},
	{
		"bookTitle": "Glory over Everything: Beyond The Kitchen House",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£45.84",
		"noAvailable": "14",
		"imageUrl": "http://books.toscrape.com/media/cache/06/ac/06ac98df817412ce2419c4509fa98c80.jpg",
		"bookDescription": "From the author of the New York Times bestseller and beloved book club favorite The Kitchen House, a novel of family and long-buried secrets along the treacherous Underground Railroad.Jamie Pyke, son of both a slave and master of Tall Oakes, has a deadly secret that compels him to take a treacherous journey through the Underground Railroad.Published in 2010, The Kitchen Ho From the author of the New York Times bestseller and beloved book club favorite The Kitchen House, a novel of family and long-buried secrets along the treacherous Underground Railroad.Jamie Pyke, son of both a slave and master of Tall Oakes, has a deadly secret that compels him to take a treacherous journey through the Underground Railroad.Published in 2010, The Kitchen House became a grassroots bestseller. Fans connected so deeply to the book’s characters that the author, Kathleen Grissom, found herself being asked over and over “what happens next?” The wait is finally over.This new, stand-alone novel opens in 1830, and Jamie, who fled from the Virginian plantation he once called home, is passing in Philadelphia society as a wealthy white silversmith. After many years of striving, Jamie has achieved acclaim and security, only to discover that his aristocratic lover Caroline is pregnant. Before he can reveal his real identity to her, he learns that his beloved servant Pan has been captured and sold into slavery in the South. Pan’s father, to whom Jamie owes a great debt, pleads for Jamie’s help, and Jamie agrees, knowing the journey will take him perilously close to Tall Oakes and the ruthless slave hunter who is still searching for him. Meanwhile, Caroline’s father learns and exposes Jamie’s secret, and Jamie loses his home, his business, and finally Caroline.Heartbroken and with nothing to lose, Jamie embarks on a trip to a North Carolina plantation where Pan is being held with a former Tall Oakes slave named Sukey, who is intent on getting Pan to the Underground Railroad. Soon the three of them are running through the Great Dismal Swamp, the notoriously deadly hiding place for escaped slaves. Though they have help from those in the Underground Railroad, not all of them will make it out alive. ...more",
		"upc": "de4b403cb629a29f"
	},
	{
		"bookTitle": "Love, Lies and Spies",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£20.55",
		"noAvailable": "12",
		"imageUrl": "http://books.toscrape.com/media/cache/5c/19/5c19785278eaa6bf984ce6659847abc3.jpg",
		"bookDescription": "Juliana Telford is not your average nineteenth-century young lady. She’s much more interested in researching ladybugs than marriage, fashionable dresses, or dances. So when her father sends her to London for a season, she’s determined not to form any attachments. Instead, she plans to secretly publish their research.Spencer Northam is not the average young gentleman of lei Juliana Telford is not your average nineteenth-century young lady. She’s much more interested in researching ladybugs than marriage, fashionable dresses, or dances. So when her father sends her to London for a season, she’s determined not to form any attachments. Instead, she plans to secretly publish their research.Spencer Northam is not the average young gentleman of leisure he appears. He is actually a spy for the War Office, and is more focused on acing his first mission than meeting eligible ladies. Fortunately, Juliana feels the same, and they agree to pretend to fall for each other. Spencer can finally focus, until he is tasked with observing Juliana’s traveling companions . . . and Juliana herself. ...more",
		"upc": "9546d537fbf99eb6"
	},
	{
		"bookTitle": "A Paris Apartment",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£39.01",
		"noAvailable": "12",
		"imageUrl": "http://books.toscrape.com/media/cache/b3/d9/b3d90aca157d5a250becc8b255a37251.jpg",
		"bookDescription": "Bienvenue à Paris!When April Vogt's boss tells her about an apartment in the ninth arrondissement that has been discovered after being shuttered for the past seventy years, the Sotheby's continental furniture specialist does not hear the words “dust” or “rats” or “decrepit.” She hears Paris. She hears escape.Once in France, April quickly learns the apartment is not merely Bienvenue à Paris!When April Vogt's boss tells her about an apartment in the ninth arrondissement that has been discovered after being shuttered for the past seventy years, the Sotheby's continental furniture specialist does not hear the words “dust” or “rats” or “decrepit.” She hears Paris. She hears escape.Once in France, April quickly learns the apartment is not merely some rich hoarder's repository. Beneath the cobwebs and stale perfumed air is a goldmine, and not because of the actual gold (or painted ostrich eggs or mounted rhinoceros horns or bronze bathtub). First, there's a portrait by one of the masters of the Belle Epoque, Giovanni Boldini. And then there are letters and journals written by the very woman in the painting, Marthe de Florian. These documents reveal that she was more than a renowned courtesan with enviable decolletage. Suddenly April's quest is no longer about the bureaux plats and Louis-style armchairs that will fetch millions at auction. It's about discovering the story behind this charismatic woman.It's about discovering two women, actually.With the help of a salty (and annoyingly sexy) Parisian solicitor and the courtesan's private diaries, April tries to uncover the many secrets buried in the apartment. As she digs into Marthe's life, April can't help but take a deeper look into her own. Having left behind in the States a cheating husband, a family crisis about to erupt, and a career she's been using as the crutch to simply get by, she feels compelled to sort out her own life too. When the things she left bubbling back home begin to boil over, and Parisian delicacies beyond flaky pâtisseries tempt her better judgment, April knows that both she and Marthe deserve happy finales.Whether accompanied by croissants or champagne, this delectable debut novel depicts the Paris of the Belle Epoque and the present day with vibrant and stunning allure. Based on historical events, Michelle Gable's A Paris Apartment will entertain and inspire, as readers embrace the struggles and successes of two very unforgettable women. ...more",
		"upc": "63343e287971bb0c"
	},
	{
		"bookTitle": "Lilac Girls",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£17.28",
		"noAvailable": "11",
		"imageUrl": "http://books.toscrape.com/media/cache/c0/80/c080a1626edf581b780420db13e7b074.jpg",
		"bookDescription": "Inspired by the life of a real World War II heroine, this debut novel reveals a story of love, redemption, and secrets that were hidden for decades.New York socialite Caroline Ferriday has her hands full with her post at the French consulate and a new love on the horizon. But Caroline’s world is forever changed when Hitler’s army invades Poland in September 1939—and then s Inspired by the life of a real World War II heroine, this debut novel reveals a story of love, redemption, and secrets that were hidden for decades. New York socialite Caroline Ferriday has her hands full with her post at the French consulate and a new love on the horizon. But Caroline’s world is forever changed when Hitler’s army invades Poland in September 1939—and then sets its sights on France.   An ocean away from Caroline, Kasia Kuzmerick, a Polish teenager, senses her carefree youth disappearing as she is drawn deeper into her role as courier for the underground resistance movement. In a tense atmosphere of watchful eyes and suspecting neighbors, one false move can have dire consequences.   For the ambitious young German doctor, Herta Oberheuser, an ad for a government medical position seems her ticket out of a desolate life. Once hired, though, she finds herself trapped in a male-dominated realm of Nazi secrets and power.   The lives of these three women are set on a collision course when the unthinkable happens and Kasia is sent to Ravensbrück, the notorious Nazi concentration camp for women. Their stories cross continents—from New York to Paris, Germany, and Poland—as Caroline and Kasia strive to bring justice to those whom history has forgotten. ...more",
		"upc": "bade9943ee01b63f"
	},
	{
		"bookTitle": "The Constant Princess (The Tudor Court #1)",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£16.62",
		"noAvailable": "7",
		"imageUrl": "http://books.toscrape.com/media/cache/ed/52/ed52651826bb23d853aead2753c9befc.jpg",
		"bookDescription": "\"I am Catalina, Princess of Spain, daughter of the two greatest monarchs the world has ever known...and I will be Queen of England.\"Thus, bestselling author Philippa Gregory introduces one of her most unforgettable heroines: Katherine of Aragon. Known to history as the Queen who was pushed off her throne by Anne Boleyn, here is a Katherine the world has forgotten: the ench \"I am Catalina, Princess of Spain, daughter of the two greatest monarchs the world has ever known...and I will be Queen of England.\"Thus, bestselling author Philippa Gregory introduces one of her most unforgettable heroines: Katherine of Aragon. Known to history as the Queen who was pushed off her throne by Anne Boleyn, here is a Katherine the world has forgotten: the enchanting princess that all England loved. First married to Henry VIII's older brother, Arthur, Katherine's passion turns their arranged marriage into a love match; but when Arthur dies, the merciless English court and her ambitious parents -- the crusading King and Queen of Spain -- have to find a new role for the widow. Ultimately, it is Katherine herself who takes control of her own life by telling the most audacious lie in English history, leading her to the very pinnacle of power in England.Set in the rich beauty of Moorish Spain and the glamour of the Tudor court, The Constant Princess presents a woman whose constancy helps her endure betrayal, poverty, and despair, until the inevitable moment when she steps into the role she has prepared for all her life: Henry VIII's Queen, Regent, and commander of the English army in their greatest victory against Scotland. ...more",
		"upc": "24933c712f0bca2f"
	},
	{
		"bookTitle": "The Invention of Wings",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£37.34",
		"noAvailable": "6",
		"imageUrl": "http://books.toscrape.com/media/cache/7a/b0/7ab00e6956f540bfe0018656d5bfe1e4.jpg",
		"bookDescription": "Writing at the height of her narrative and imaginative gifts, Sue Monk Kidd presents a masterpiece of hope, daring, the quest for freedom, and the desire to have a voice in the world—and it is now the newest Oprah’s Book Club 2.0 selection.Hetty “Handful” Grimke, an urban slave in early nineteenth century Charleston, yearns for life beyond the suffocating walls that enclos Writing at the height of her narrative and imaginative gifts, Sue Monk Kidd presents a masterpiece of hope, daring, the quest for freedom, and the desire to have a voice in the world—and it is now the newest Oprah’s Book Club 2.0 selection.Hetty “Handful” Grimke, an urban slave in early nineteenth century Charleston, yearns for life beyond the suffocating walls that enclose her within the wealthy Grimke household. The Grimke’s daughter, Sarah, has known from an early age she is meant to do something large in the world, but she is hemmed in by the limits imposed on women.Kidd’s sweeping novel is set in motion on Sarah’s eleventh birthday, when she is given ownership of ten year old Handful, who is to be her handmaid. We follow their remarkable journeys over the next thirty five years, as both strive for a life of their own, dramatically shaping each other’s destinies and forming a complex relationship marked by guilt, defiance, estrangement and the uneasy ways of love.As the stories build to a riveting climax, Handful will endure loss and sorrow, finding courage and a sense of self in the process. Sarah will experience crushed hopes, betrayal, unrequited love, and ostracism before leaving Charleston to find her place alongside her fearless younger sister, Angelina, as one of the early pioneers in the abolition and women’s rights movements.Inspired by the historical figure of Sarah Grimke, Kidd goes beyond the record to flesh out the rich interior lives of all of her characters, both real and invented, including Handful’s cunning mother, Charlotte, who courts danger in her search for something better.This exquisitely written novel is a triumph of storytelling that looks with unswerving eyes at a devastating wound in American history, through women whose struggles for liberation, empowerment, and expression will leave no reader unmoved. ...more",
		"upc": "e6635f5b0a2c78db"
	},
	{
		"bookTitle": "World Without End (The Pillars of the Earth #2)",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£32.97",
		"noAvailable": "5",
		"imageUrl": "http://books.toscrape.com/media/cache/58/b5/58b5730dd82cbcf6560cf0ab8b56cd9f.jpg",
		"bookDescription": "Eighteen years after the publication of The Pillars of the Earth, Ken Follett has written the the long awaited sequel, World Without End. World Without End takes place in the same town of Kingsbridge, two centuries after the townspeople finished building the exquisite Gothic cathedral that was at the heart of The Pillars of the Earth. The cathedral and the priory are agai Eighteen years after the publication of The Pillars of the Earth, Ken Follett has written the the long awaited sequel, World Without End. World Without End takes place in the same town of Kingsbridge, two centuries after the townspeople finished building the exquisite Gothic cathedral that was at the heart of The Pillars of the Earth. The cathedral and the priory are again at the center of a web of love and hate, greed and pride, ambition and revenge, but this sequel stands on its own. This time, the men and women among an extraordinary cast of characters find themselves at a crossroad of new ideas -- about medicine, commerce, architecture, and justice. In a world where proponents of the old ways fiercely battle those with progressive minds, the intrigue and tension quickly reach a boiling point against the devastating backdrop of the greatest natural disaster ever to strike the human race: the Black Death. ...more",
		"upc": "2e5b4ff08a75fd02"
	},
	{
		"bookTitle": "The Passion of Dolssa",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£28.32",
		"noAvailable": "4",
		"imageUrl": "http://books.toscrape.com/media/cache/b3/59/b35975c0df26c40964028a8ccabc9a91.jpg",
		"bookDescription": "Dolssa is a young gentlewoman with uncanny gifts, on the run from an obsessed friar determined to burn her as a heretic for the passion she refuses to tame.Botille is a wily and charismatic peasant, a matchmaker running a tavern with her two sisters in a tiny seaside town.The year is 1241; the place, Provensa, what we now call Provence, France—a land still reeling from the Dolssa is a young gentlewoman with uncanny gifts, on the run from an obsessed friar determined to burn her as a heretic for the passion she refuses to tame.Botille is a wily and charismatic peasant, a matchmaker running a tavern with her two sisters in a tiny seaside town.The year is 1241; the place, Provensa, what we now call Provence, France—a land still reeling from the bloody crusades waged there by the Catholic Church and its northern French armies.When the matchmaker finds the mystic near death by a riverside, Botille takes Dolssa in and discovers the girl’s extraordinary healing power. But as the vengeful Friar Lucien hunts down his heretic, the two girls find themselves putting an entire village at the mercy of murderers. ...more",
		"upc": "011674f4a3834b8d"
	},
	{
		"bookTitle": "Girl With a Pearl Earring",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£26.77",
		"noAvailable": "4",
		"imageUrl": "http://books.toscrape.com/media/cache/b1/5e/b15ec9da5c7b28e2d11347dd2e8c20e5.jpg",
		"bookDescription": "With precisely 35 canvases to his credit, the Dutch painter Johannes Vermeer represents one of the great enigmas of 17th-century art. The meager facts of his biography have been gleaned from a handful of legal documents. Yet Vermeer's extraordinary paintings of domestic life, with their subtle play of light and texture, have come to define the Dutch golden age. His portrai With precisely 35 canvases to his credit, the Dutch painter Johannes Vermeer represents one of the great enigmas of 17th-century art. The meager facts of his biography have been gleaned from a handful of legal documents. Yet Vermeer's extraordinary paintings of domestic life, with their subtle play of light and texture, have come to define the Dutch golden age. His portrait of the anonymous Girl with a Pearl Earring has exerted a particular fascination for centuries--and it is this magnetic painting that lies at the heart of Tracy Chevalier's second novel of the same title.Girl with a Pearl Earring centers on Vermeer's prosperous Delft household during the 1660s. When Griet, the novel's quietly perceptive heroine, is hired as a servant, turmoil follows. First, the 16-year-old narrator becomes increasingly intimate with her master. Then Vermeer employs her as his assistant--and ultimately has Griet sit for him as a model. ...more",
		"upc": "5eff05e59f905a49"
	},
	{
		"bookTitle": "Voyager (Outlander #3)",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£21.07",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/6e/22/6e22497cbecedef59be86d1328e4b044.jpg",
		"bookDescription": "From the author of the breathtaking bestsellers Outlander and Dragonfly in Amber, the extraordinary saga continues.Their passionate encounter happened long ago by whatever measurement Claire Randall took. Two decades before, she had traveled back in time and into the arms of a gallant eighteenth-century Scot named Jamie Fraser. Then she returned to her own century to bear From the author of the breathtaking bestsellers Outlander and Dragonfly in Amber, the extraordinary saga continues.Their passionate encounter happened long ago by whatever measurement Claire Randall took. Two decades before, she had traveled back in time and into the arms of a gallant eighteenth-century Scot named Jamie Fraser. Then she returned to her own century to bear his child, believing him dead in the tragic battle of Culloden. Yet his memory has never lessened its hold on her... and her body still cries out for him in her dreams.Then Claire discovers that Jamie survived. Torn between returning to him and staying with their daughter in her own era, Claire must choose her destiny. And as time and space come full circle, she must find the courage to face the passion and pain awaiting her...the deadly intrigues raging in a divided Scotland... and the daring voyage into the dark unknown that can reunite or forever doom her timeless love. ...more",
		"upc": "7feac4000cbc5859"
	},
	{
		"bookTitle": "The Red Tent",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£35.66",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/15/59/155942710c3ae4bd4ed622df9a999b99.jpg",
		"bookDescription": "Her name is Dinah. In the Bible, her life is only hinted at in a brief and violent detour within the more familiar chapters of the Book of Genesis that are about her father, Jacob, and his dozen sons. Told in Dinah's voice, this novel reveals the traditions and turmoils of ancient womanhood--the world of the red tent. It begins with the story of her mothers--Leah, Rachel, Her name is Dinah. In the Bible, her life is only hinted at in a brief and violent detour within the more familiar chapters of the Book of Genesis that are about her father, Jacob, and his dozen sons. Told in Dinah's voice, this novel reveals the traditions and turmoils of ancient womanhood--the world of the red tent. It begins with the story of her mothers--Leah, Rachel, Zilpah, and Bilhah--the four wives of Jacob. They love Dinah and give her gifts that sustain her through a hard-working youth, a calling to midwifery, and a new home in a foreign land. Dinah's story reaches out from a remarkable period of early history and creates an intimate connection with the past. Deeply affecting, The Red Tent combines rich storytelling with a valuable achievement in modern fiction: a new view of biblical women's society. ...more",
		"upc": "3c456328b04a8ee8"
	},
	{
		"bookTitle": "The Last Painting of Sara de Vos",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£55.55",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/1c/e4/1ce4c2573d65ebdc3c85d9a6592d57b1.jpg",
		"bookDescription": "This is what we long for: the profound pleasure of being swept into vivid new worlds, worlds peopled by characters so intriguing and real that we can't shake them, even long after the reading's done. In his earlier, award-winning novels, Dominic Smith demonstrated a gift for coaxing the past to life. Now, in The Last Painting of Sara de Vos, he deftly bridges the historica This is what we long for: the profound pleasure of being swept into vivid new worlds, worlds peopled by characters so intriguing and real that we can't shake them, even long after the reading's done. In his earlier, award-winning novels, Dominic Smith demonstrated a gift for coaxing the past to life. Now, in The Last Painting of Sara de Vos, he deftly bridges the historical and the contemporary, tracking a collision course between a rare landscape by a female Dutch painter of the golden age, an inheritor of the work in 1950s Manhattan, and a celebrated art historian who painted a forgery of it in her youth.In 1631, Sara de Vos is admitted as a master painter to the Guild of St. Luke's in Holland, the first woman to be so recognized. Three hundred years later, only one work attributed to de Vos is known to remain--a haunting winter scene, At the Edge of a Wood, which hangs over the bed of a wealthy descendant of the original owner. An Australian grad student, Ellie Shipley, struggling to stay afloat in New York, agrees to paint a forgery of the landscape, a decision that will haunt her. Because now, half a century later, she's curating an exhibit of female Dutch painters, and both versions threaten to arrive. As the three threads intersect, The Last Painting of Sara de Vos mesmerizes while it grapples with the demands of the artistic life, showing how the deceits of the past can forge the present. ...more",
		"upc": "476c7972e9b41891"
	},
	{
		"bookTitle": "The Guernsey Literary and Potato Peel Pie Society",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£49.53",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/98/e3/98e3925e5e6a66acf2cde918fc147205.jpg",
		"bookDescription": "“ I wonder how the book got to Guernsey? Perhaps there is some sort of secret homing instinct in books that brings them to their perfect readers.” January 1946: London is emerging from the shadow of the Second World War, and writer Juliet Ashton is looking for her next book subject. Who could imagine that she would find it in a letter from a man she’s never met, a native o “ I wonder how the book got to Guernsey? Perhaps there is some sort of secret homing instinct in books that brings them to their perfect readers.” January 1946: London is emerging from the shadow of the Second World War, and writer Juliet Ashton is looking for her next book subject. Who could imagine that she would find it in a letter from a man she’s never met, a native of the island of Guernsey, who has come across her name written inside a book by Charles Lamb….As Juliet and her new correspondent exchange letters, Juliet is drawn into the world of this man and his friends—and what a wonderfully eccentric world it is. The Guernsey Literary and Potato Peel Pie Society—born as a spur-of-the-moment alibi when its members were discovered breaking curfew by the Germans occupying their island—boasts a charming, funny, deeply human cast of characters, from pig farmers to phrenologists, literature lovers all.Juliet begins a remarkable correspondence with the society’s members, learning about their island, their taste in books, and the impact the recent German occupation has had on their lives. Captivated by their stories, she sets sail for Guernsey, and what she finds will change her forever.Written with warmth and humor as a series of letters, this novel is a celebration of the written word in all its guises, and of finding connection in the most surprising ways. ...more",
		"upc": "4a0a276409968a73"
	},
	{
		"bookTitle": "Girl in the Blue Coat",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£46.83",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/15/ea/15eaabd188af8916c4a37d135f7b8952.jpg",
		"bookDescription": "Amsterdam, 1943. Hanneke spends her days finding and delivering sought-after black market goods to paying customers, nights hiding the true nature of her work from her concerned parents, and every waking moment mourning her boyfriend, who was killed on the Dutch front lines when the German army invaded. Her illegal work keeps her family afloat, and Hanneke also likes to th Amsterdam, 1943. Hanneke spends her days finding and delivering sought-after black market goods to paying customers, nights hiding the true nature of her work from her concerned parents, and every waking moment mourning her boyfriend, who was killed on the Dutch front lines when the German army invaded. Her illegal work keeps her family afloat, and Hanneke also likes to think of it as a small act of rebellion against the Nazis.On a routine delivery, a client asks Hanneke for help. Expecting to hear that Mrs. Janssen wants meat or kerosene, Hanneke is shocked by the older woman’s frantic plea to find a person: a Jewish teenager Mrs. Janssen had been hiding, who has vanished without a trace from a secret room. Hanneke initially wants nothing to do with such a dangerous task but is ultimately drawn into a web of mysteries and stunning revelations—where the only way out is through.Beautifully written, intricately plotted, and meticulously researched, Girl in the Blue Coat is an extraordinary, unforgettable story of bravery, grief, and love in impossible times. ...more",
		"upc": "41fc5dce044f16f5"
	},
	{
		"bookTitle": "Between Shades of Gray",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£20.79",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/df/45/df45004c7a4c3940946ad09f85805565.jpg",
		"bookDescription": "Lina is just like any other fifteen-year-old Lithuanian girl in 1941. She paints, she draws, she gets crushes on boys. Until one night when Soviet officers barge into her home, tearing her family from the comfortable life they've known. Separated from her father, forced onto a crowded and dirty train car, Lina, her mother, and her young brother slowly make their way north, Lina is just like any other fifteen-year-old Lithuanian girl in 1941. She paints, she draws, she gets crushes on boys. Until one night when Soviet officers barge into her home, tearing her family from the comfortable life they've known. Separated from her father, forced onto a crowded and dirty train car, Lina, her mother, and her young brother slowly make their way north, crossing the Arctic Circle, to a work camp in the coldest reaches of Siberia. Here they are forced, under Stalin's orders, to dig for beets and fight for their lives under the cruelest of conditions. Lina finds solace in her art, meticulously--and at great risk--documenting events by drawing, hoping these messages will make their way to her father's prison camp to let him know they are still alive. It is a long and harrowing journey, spanning years and covering 6,500 miles, but it is through incredible strength, love, and hope that Lina ultimately survives. Between Shades of Gray is a novel that will steal your breath and capture your heart. ...more",
		"upc": "155e42df837ee5ff"
	},
	{
		"bookTitle": "While You Were Mine",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£41.32",
		"noAvailable": "1",
		"imageUrl": "http://books.toscrape.com/media/cache/4f/7c/4f7cde01c9711886ef5a8fa14996a52d.jpg",
		"bookDescription": "Everything she loved could so easily be lost.The end of World War II should have brought joy to Gwen Mullen. But on V-J Day, her worst fear is realized. As celebrating crowds gather in Times Square, a soldier appears on her doorstep to claim Mary, the baby abandoned to Gwen one year earlier. Suddenly Gwen is on the verge of losing the child she has nurtured and loves dearl Everything she loved could so easily be lost.The end of World War II should have brought joy to Gwen Mullen. But on V-J Day, her worst fear is realized. As celebrating crowds gather in Times Square, a soldier appears on her doorstep to claim Mary, the baby abandoned to Gwen one year earlier. Suddenly Gwen is on the verge of losing the child she has nurtured and loves dearly.With no legal claim to Mary, Gwen begins to teach Lieutenant John McKee how to care for his child, knowing that he will ultimately take Mary away. What starts as a contentious relationship, however, turns into something more, and Gwen must open her heart to learn that love means taking chances.While You Were Mine paints a vivid portrait of 1940s New York and tells an enchanting tale of the nature of love and trust. ...more",
		"upc": "8ceb5c6aed2c5f8b"
	},
	{
		"bookTitle": "The Secret Healer",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£34.56",
		"noAvailable": "1",
		"imageUrl": "http://books.toscrape.com/media/cache/3e/59/3e59b2225c72d3dcf40a306e2b983314.jpg",
		"bookDescription": "In the fourteenth century, opportunities for women are limited to the home. But spirited young Madlen finds her calling as assistant to the city’s trusted midwife, Clara. Working alongside Clara, Madlen develops a surprisingly soothing technique and quickly becomes a talented healer.After Clara’s tragic death, Madlen alone rushes to assist the birth of a local nobleman’s c In the fourteenth century, opportunities for women are limited to the home. But spirited young Madlen finds her calling as assistant to the city’s trusted midwife, Clara. Working alongside Clara, Madlen develops a surprisingly soothing technique and quickly becomes a talented healer.After Clara’s tragic death, Madlen alone rushes to assist the birth of a local nobleman’s child. But rather than the joy of birth, Madlen walks into an accusation of murder and witchcraft because of her extraordinary gifts. Forced to flee her own town, she establishes a new identity in the home of her aunt. Yet even though it endangers her life, she cannot resist the urge to help the sick patients who seek out her miraculous treatment. When she meets handsome Johannes—an investigator hired by the Church to bring her to justice for sacrilegious acts—she becomes drawn to the very man who could destroy her.Will Madlen’s gifts bring about her downfall? Or can love and reason prevail in a time of fearful superstition? ...more",
		"upc": "38f776ab9118aed7"
	},
	{
		"bookTitle": "Starlark",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£25.83",
		"noAvailable": "1",
		"imageUrl": "http://books.toscrape.com/media/cache/76/e2/76e2881d47f2da9283e52d3c57eef532.jpg",
		"bookDescription": "On the morning of her wedding, Roma awakens to find that a 21st century eclipse has swept her through time and space to medieval Ireland—a land bedevilled with strife, conflict and danger at every possible turn. Soon caught up in an intricate spider’s web of political intrigue, Roma is forced to ally herself and marry a man she passionately hates—a cocky, rugged, silver-to On the morning of her wedding, Roma awakens to find that a 21st century eclipse has swept her through time and space to medieval Ireland—a land bedevilled with strife, conflict and danger at every possible turn. Soon caught up in an intricate spider’s web of political intrigue, Roma is forced to ally herself and marry a man she passionately hates—a cocky, rugged, silver-tongued Irish warrior—and the only man who can protect her from the dark forces at work on the Emerald Isle… For under the rolling green hills of the ancient Irish countryside lies a powerful force that even today is only spoken of in hushed tones. And as the war deepens, Roma finds herself falling for the one man she swore that she never would—her husband, Fionn, whose fierce passion drives her crazy despite herself. Roma’s a very long way from home—but her battle has only just begun, and now she needs Fionn’s help more than ever to succeed…and craves his touch more than ever to survive. Rich in historical detail and breathtaking romance, prepare to be swept back in time to the lush mythology, epic legends, and Celtic magic of STARLARK’s medieval Ireland—and the spellbinding tale of a love so absolute it transcends time itself… ...more",
		"upc": "e25164e5b3fe208b"
	},
	{
		"bookTitle": "Lost Among the Living",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£27.70",
		"noAvailable": "1",
		"imageUrl": "http://books.toscrape.com/media/cache/5f/03/5f0345cd81aaad65bb9f6a34ec0f6b9b.jpg",
		"bookDescription": "England, 1921. Three years after her husband, Alex, disappeared, shot down over Germany, Jo Manders still mourns his loss. Working as a paid companion to Alex's wealthy, condescending aunt, Dottie Forsyth, Jo travels to the family’s estate in the Sussex countryside. But there is much she never knew about her husband’s origins…and the revelation of a mysterious death in the England, 1921. Three years after her husband, Alex, disappeared, shot down over Germany, Jo Manders still mourns his loss. Working as a paid companion to Alex's wealthy, condescending aunt, Dottie Forsyth, Jo travels to the family’s estate in the Sussex countryside. But there is much she never knew about her husband’s origins…and the revelation of a mysterious death in the Forsyths’ past is just the beginning…All is not well at Wych Elm House. Dottie's husband is distant, and her son was grievously injured in the war. Footsteps follow Jo down empty halls, and items in her bedroom are eerily rearranged. The locals say the family is cursed, and that a ghost in the woods has never rested. And when Jo discovers her husband’s darkest secrets, she wonders if she ever really knew him. Isolated in a place of deception and grief, she must find the truth or lose herself forever.And then a familiar stranger arrives at Wych Elm House… ...more",
		"upc": "d510567580c8be52"
	},
	{
		"bookTitle": "A Spy's Devotion (The Regency Spies of London #1)",
		"bookCategory": "Historical Fiction",
		"bookPrice": "£16.97",
		"noAvailable": "1",
		"imageUrl": "http://books.toscrape.com/media/cache/f9/6b/f96b60a7614c4e3e868b82f6811efc7c.jpg",
		"bookDescription": "In England’s Regency era, manners and elegance reign in public life—but behind closed doors treason and tawdriness thrive. Nicholas Langdon is no stranger to reserved civility or bloody barbarity. After suffering a battlefield injury, the wealthy, well-connected British officer returns home to heal—and to fulfill a dying soldier’s last wish by delivering his coded diary.At In England’s Regency era, manners and elegance reign in public life—but behind closed doors treason and tawdriness thrive. Nicholas Langdon is no stranger to reserved civility or bloody barbarity. After suffering a battlefield injury, the wealthy, well-connected British officer returns home to heal—and to fulfill a dying soldier’s last wish by delivering his coded diary.At the home of the Wilherns, one of England’s most powerful families, Langdon attends a lavish ball where he meets their beautiful and intelligent ward, Julia Grey. Determined to maintain propriety, he keeps his distance—until the diary is stolen and all clues lead to Julia’s guardian. As Langdon traces an evil plot that could be the nation’s undoing, he grows ever more intrigued by the lovely young woman. And when Julia realizes that England—and the man she is falling in love with—need her help, she finds herself caught in the fray. Will the two succumb to their attraction while fighting to save their country? ...more",
		"upc": "19fec36a1dfb4c16"
	},
	{
		"bookTitle": "Don't Be a Jerk: And Other Practical Advice from Dogen, Japan's Greatest Zen Master",
		"bookCategory": "Religion",
		"bookPrice": "£37.97",
		"noAvailable": "16",
		"imageUrl": "http://books.toscrape.com/media/cache/a7/9c/a79cac7aec3816fb754c1aedd2e82986.jpg",
		"bookDescription": "A Radical but Reverent Paraphrasing of Dogen’s Treasury of the True Dharma Eye“Even if the whole universe is nothing but a bunch of jerks doing all kinds of jerk-type things, there is still liberation in simply not being a jerk.” — Eihei Dogen (1200–1253 CE)The Shobogenzo (The Treasury of the True Dharma Eye) is a revered eight-hundred-year-old Zen Buddhism classic written A Radical but Reverent Paraphrasing of Dogen’s Treasury of the True Dharma Eye“Even if the whole universe is nothing but a bunch of jerks doing all kinds of jerk-type things, there is still liberation in simply not being a jerk.” — Eihei Dogen (1200–1253 CE)The Shobogenzo (The Treasury of the True Dharma Eye) is a revered eight-hundred-year-old Zen Buddhism classic written by the Japanese monk Eihei Dogen. Despite the timeless wisdom of his teachings, many consider the book difficult to understand and daunting to read. In Don’t Be a Jerk, Zen priest and bestselling author Brad Warner, through accessible paraphrasing and incisive commentary, applies Dogen’s teachings to modern times. While entertaining and sometimes irreverent, Warner is also an astute scholar who sees in Dogen very modern psychological concepts, as well as insights on such topics as feminism and reincarnation. Warner even shows that Dogen offered a “Middle Way” in the currently raging debate between science and religion. For curious readers worried that Dogen’s teachings are too philosophically opaque, Don’t Be a Jerk is hilarious, understandable, and wise. ...more",
		"upc": "fce19f9b4a943f22"
	},
	{
		"bookTitle": "You Are What You Love: The Spiritual Power of Habit",
		"bookCategory": "Religion",
		"bookPrice": "£21.87",
		"noAvailable": "15",
		"imageUrl": "http://books.toscrape.com/media/cache/52/9b/529bf0d806ae2ab02bf23da4326b24c3.jpg",
		"bookDescription": "You are what you love. But you might not love what you think.In this book, award-winning author James K. A. Smith shows that who and what we worship fundamentally shape our hearts. And while we desire to shape culture, we are not often aware of how culture shapes us. We might not realize the ways our hearts are being taught to love rival gods instead of the One for whom we You are what you love. But you might not love what you think.In this book, award-winning author James K. A. Smith shows that who and what we worship fundamentally shape our hearts. And while we desire to shape culture, we are not often aware of how culture shapes us. We might not realize the ways our hearts are being taught to love rival gods instead of the One for whom we were made. Smith helps readers recognize the formative power of culture and the transformative possibilities of Christian practices. He explains that worship is the \"imagination station\" that incubates our loves and longings so that our cultural endeavors are indexed toward God and his kingdom. This is why the church and worshiping in a local community of believers should be the hub and heart of Christian formation and discipleship.Following the publication of his influential work Desiring the Kingdom, Smith received numerous requests from pastors and leaders for a more accessible version of that book's content. No mere abridgment, this new book draws on years of Smith's popular presentations on the ideas presented in Desiring the Kingdom to offer a fresh, bottom-up rearticulation. The author creatively uses film, literature, and music illustrations to engage readers and includes material on marriage, family, youth ministry, and faith and work. He also suggests individual and communal practices for shaping the Christian life. ...more",
		"upc": "796c87ddbbaaf8c5"
	},
	{
		"bookTitle": "God: The Most Unpleasant Character in All Fiction",
		"bookCategory": "Religion",
		"bookPrice": "£30.03",
		"noAvailable": "14",
		"imageUrl": "http://books.toscrape.com/media/cache/41/d8/41d8915a712c2a56f1c5182c11445551.jpg",
		"bookDescription": "What words come to mind when we think of God? Merciful? Just? Compassionate? In fact, the Bible lays out God’s primary qualities clearly: jealous, petty, unforgiving, bloodthirsty, vindictive—and worse! Originally conceived as a joint presentation between influential thinker and bestselling author Richard Dawkins and former evangelical preacher Dan Barker, this unique book What words come to mind when we think of God? Merciful? Just? Compassionate? In fact, the Bible lays out God’s primary qualities clearly: jealous, petty, unforgiving, bloodthirsty, vindictive—and worse! Originally conceived as a joint presentation between influential thinker and bestselling author Richard Dawkins and former evangelical preacher Dan Barker, this unique book provides an investigation into what may be the most unpleasant character in all fiction. Barker combs through both the Old and New Testament (as well as thirteen different editions of the “Good Book”), presenting powerful evidence for why the Scripture shouldn’t govern our everyday lives. This witty, well-researched book suggests that we should move past the Bible and clear a path to a kinder and more thoughtful world. ...more",
		"upc": "eec424a84c9e4c68"
	},
	{
		"bookTitle": "The Book of Mormon",
		"bookCategory": "Religion",
		"bookPrice": "£24.57",
		"noAvailable": "9",
		"imageUrl": "http://books.toscrape.com/media/cache/d7/c8/d7c885771d5e843cc2db6b0e5183c0c5.jpg",
		"bookDescription": "The Book of Mormon is a volume of scripture comparable to the Bible. It is a record of God's dealings with the ancient inhabitants of the Americas and contains, as does the Bible, the fullness of the everlasting gospel.The book was written by many ancient prophets by the spirit of prophecy and revelation. Their words, written on gold plates, were quoted and abridged by a p The Book of Mormon is a volume of scripture comparable to the Bible. It is a record of God's dealings with the ancient inhabitants of the Americas and contains, as does the Bible, the fullness of the everlasting gospel.The book was written by many ancient prophets by the spirit of prophecy and revelation. Their words, written on gold plates, were quoted and abridged by a prophet-historian named Mormon. The record gives an account of two great civilizations. One came from Jerusalem in 600 B.C., and afterward separated into two nations, known as the Nephites and the Lamanites. The other came much earlier when the Lord confounded the tongues at the Tower of Babel. This group is known as the Jaredites. After thousands of years, all were destroyed except the Lamanites, and they are among the ancestors of the American Indians. The crowning event recorded in the Book of Mormon is the personal ministry of the Lord Jesus Christ among the Nephites soon after his resurrection. It puts forth the doctrines of the gospel, outlines the plan of salvation, and tells men what they must do to gain peace in this life and eternal salvation in the life to come. After Mormon completed his writings, he delivered the account to his son Moroni, who added a few words of his own and hid up the plates in the hill Cumorah. On September 21, 1823, the same Moroni, then a glorified, resurrected being, appeared to the Prophet Joseph Smith and instructed him relative to the ancient record and its destined translation into the English language. In due course the plates were delivered to Joseph Smith, who translated them by the gift and power of God. The record is now published in many languages as a new and additional witness that Jesus Christ is the Son of the living God and that all who will come unto him and obey the laws and ordinances of his gospel may be saved. Concerning this record the Prophet Joseph Smith said: \"I told the brethren that the Book of Mormon was the most correct of any book on earth, and the keystone of our religion, and a man would get nearer to God by abiding by its precepts, than by any other book.\" In addition to Joseph Smith, the Lord provided for eleven others to see the gold plates for themselves and to be special witnesses of the truth and divinity of the Book of Mormon. Their written testimonies are included herewith as \"The Testimony of Three Witnesses\" and \"The Testimony of Eight Witnesses.\" We invite all men everywhere to read the Book of Mormon, to ponder in their hearts the message it contains, and the to ask God, the Eternal Father, in the name of Christ if the book is true. Those who pursue this course and ask in faith will gain a testimony of its truth and divinity by the power of the Holy Ghost. (See Moroni 10:3-5.) ...more",
		"upc": "3f25a2fedae191cc"
	},
	{
		"bookTitle": "A History of God: The 4,000-Year Quest of Judaism, Christianity, and Islam",
		"bookCategory": "Religion",
		"bookPrice": "£27.62",
		"noAvailable": "4",
		"imageUrl": "http://books.toscrape.com/media/cache/fd/99/fd996fdccb07aa8759f1388a0dea343a.jpg",
		"bookDescription": "Over 700,000 copies of the original hardcover and paperback editions of this stunningly popular book have been sold. Karen Armstrong's superbly readable exploration of how the three dominant monotheistic religions of the world - Judaism, Christianity, and Islam - have shaped and altered the conception of God is a tour de force. One of Britain's foremost commentators on rel Over 700,000 copies of the original hardcover and paperback editions of this stunningly popular book have been sold. Karen Armstrong's superbly readable exploration of how the three dominant monotheistic religions of the world - Judaism, Christianity, and Islam - have shaped and altered the conception of God is a tour de force. One of Britain's foremost commentators on religious affairs, Armstrong traces the history of how men and women have perceived and experienced God, from the time of Abraham to the present. From classical philosophy and medieval mysticism to the Reformation, the Enlightenment, and the modern age of skepticism, Armstrong performs the near miracle of distilling the intellectual history of monotheism into one compelling volume. ...more",
		"upc": "d12ca4020c2f602e"
	},
	{
		"bookTitle": "The Bhagavad Gita",
		"bookCategory": "Religion",
		"bookPrice": "£57.49",
		"noAvailable": "1",
		"imageUrl": "http://books.toscrape.com/media/cache/13/27/13270087ac5cba3e999166a64991187a.jpg",
		"bookDescription": "The Bhagavad Gita is an intensely spiritual work that forms the cornerstone of the Hindu faith, and is also one of the masterpieces of Sanskrit poetry. It describes how, at the beginning of a mighty battle between the Pandava and Kaurava armies, the god Krishna gives spiritual enlightenment to the warrior Arjuna, who realizes that the true battle is for his own soul.Juan M The Bhagavad Gita is an intensely spiritual work that forms the cornerstone of the Hindu faith, and is also one of the masterpieces of Sanskrit poetry. It describes how, at the beginning of a mighty battle between the Pandava and Kaurava armies, the god Krishna gives spiritual enlightenment to the warrior Arjuna, who realizes that the true battle is for his own soul.Juan Mascaró's translation of The Bhagavad Gita captures the extraordinary aural qualities of the original Sanskrit. This edition features a new introduction by Simon Brodbeck, which discusses concepts such as dehin, prakriti and karma. ...more",
		"upc": "f3a0b8c835129558"
	},
	{
		"bookTitle": "Choosing Our Religion: The Spiritual Lives of America's Nones",
		"bookCategory": "Religion",
		"bookPrice": "£28.42",
		"noAvailable": "1",
		"imageUrl": "http://books.toscrape.com/media/cache/e9/8a/e98a7adb82052fb13418a43291b8f0d4.jpg",
		"bookDescription": "To the dismay of religious leaders, study after study has shown a steady decline in affiliation and identification with traditional religions in America. By 2014, more than twenty percent of adults identified as unaffiliated--up more than seven percent just since 2007. Even more startling, more than thirty percent of those under the age of thirty now identify as \"Nones\"--a To the dismay of religious leaders, study after study has shown a steady decline in affiliation and identification with traditional religions in America. By 2014, more than twenty percent of adults identified as unaffiliated--up more than seven percent just since 2007. Even more startling, more than thirty percent of those under the age of thirty now identify as \"Nones\"--answering \"none\" when queried about their religious affiliation. Is America losing its religion? Or, as more and more Americans choose different spiritual paths, are they changing what it means to be religious in the United States today? In Choosing Our Religion, Elizabeth Drescher explores the diverse, complex spiritual lives of Nones across generations and across categories of self-identification as \"Spiritual-But-Not-Religious,\" \"Atheist,\" \"Agnostic,\" \"Humanist,\" \"just Spiritual,\" and more. Drawing on more than one hundred interviews conducted across the United States, Drescher opens a window into the lives of a broad cross-section of Nones, diverse with respect to age, gender, race, sexual orientation, and prior religious background. She allows Nones to speak eloquently for themselves, illuminating the processes by which they became None, the sources of information and inspiration that enrich their spiritual lives, the practices they find spiritually meaningful, how prayer functions in spiritual lives not centered on doctrinal belief, how morals and values are shaped outside of institutional religions, and how Nones approach the spiritual development of their own children. These compelling stories are deeply revealing about how religion is changing in America--both for Nones and for the religiously affiliated family, friends, and neighbors with whom their lives remain intertwined. ...more",
		"upc": "a812f6969ddf3e39"
	},
	{
		"bookTitle": "Wall and Piece",
		"bookCategory": "Art",
		"bookPrice": "£44.18",
		"noAvailable": "18",
		"imageUrl": "http://books.toscrape.com/media/cache/df/34/df346322ddfdd3b4da0e34cad17f49dc.jpg",
		"bookDescription": "Banksy, Britain's now-legendary \"guerilla\" street artist, has painted the walls, streets, and bridges of towns and cities throughout the world. Not only did he smuggle his pieces into four of New York City's major art museums, he's also \"hung\" his work at London's Tate Gallery and adorned Israel's West Bank barrier with satirical images. Banksy's identity remains unknown, Banksy, Britain's now-legendary \"guerilla\" street artist, has painted the walls, streets, and bridges of towns and cities throughout the world. Not only did he smuggle his pieces into four of  New York City's major art museums, he's also \"hung\" his work at London's Tate Gallery and adorned Israel's West Bank barrier with satirical images. Banksy's identity remains unknown, but his work is unmistakable—with prints selling for as much as $45,000. ...more",
		"upc": "ccd9ffa25efabdea"
	},
	{
		"bookTitle": "Feathers: Displays of Brilliant Plumage",
		"bookCategory": "Art",
		"bookPrice": "£49.05",
		"noAvailable": "14",
		"imageUrl": "http://books.toscrape.com/media/cache/0a/d4/0ad48326a0d2dbda145c94e1d50ef673.jpg",
		"bookDescription": "Exquisite images from award-winning National Geographic photographer Robert Clark offer a captivating perspective on the vast beauty and myriad functions of a seemingly simple thing: the bird feather. Each detailed close-up is paired with informative text about the utility and evolution of the feather it depicts, making this handsome marriage of art and science the ideal g Exquisite images from award-winning National Geographic photographer Robert Clark offer a captivating perspective on the vast beauty and myriad functions of a seemingly simple thing: the bird feather. Each detailed close-up is paired with informative text about the utility and evolution of the feather it depicts, making this handsome marriage of art and science the ideal gift for bird lovers, natural history buffs, and photography enthusiasts. ...more",
		"upc": "9194ae88379dbf1a"
	},
	{
		"bookTitle": "Art and Fear: Observations on the Perils (and Rewards) of Artmaking",
		"bookCategory": "Art",
		"bookPrice": "£48.63",
		"noAvailable": "9",
		"imageUrl": "http://books.toscrape.com/media/cache/87/82/87822798b42545d589822bc712dc38a6.jpg",
		"bookDescription": "\"This is a book about making art. Ordinary art. Ordinary art means something like: all art not made by Mozart. After all, art is rarely made by Mozart-like people; essentially—statistically speaking—there aren't any people like that. Geniuses get made once-a-century or so, yet good art gets made all the time, so to equate the making of art with the workings of genius remov \"This is a book about making art. Ordinary art. Ordinary art means something like: all art not made by Mozart. After all, art is rarely made by Mozart-like people; essentially—statistically speaking—there aren't any people like that. Geniuses get made once-a-century or so, yet good art gets made all the time, so to equate the making of art with the workings of genius removes this intimately human activity to a strangely unreachable and unknowable place. For all practical purposes making art can be examined in great detail without ever getting entangled in the very remote problems of genius.\"—-from the IntroductionArt & Fear explores the way art gets made, the reasons it often doesn't get made, and the nature of the difficulties that cause so many artists to give up along the way. The book's co-authors, David Bayles and Ted Orland, are themselves both working artists, grappling daily with the problems of making art in the real world. Their insights and observations, drawn from personal experience, provide an incisive view into the world of art as it is expeienced by artmakers themselves.This is not your typical self-help book. This is a book written by artists, for artists -— it's about what it feels like when artists sit down at their easel or keyboard, in their studio or performance space, trying to do the work they need to do. First published in 1994, Art & Fear quickly became an underground classic. Word-of-mouth response alone—now enhanced by internet posting—has placed it among the best-selling books on artmaking and creativity nationally.Art & Fear has attracted a remarkably diverse audience, ranging from beginning to accomplished artists in every medium, and including an exceptional concentration among students and teachers. The original Capra Press edition of Art & Fear sold 80,000 copies.An excerpt:Today, more than it was however many years ago, art is hard because you have to keep after it so consistently. On so many different fronts. For so little external reward. Artists become veteran artists only by making peace not just with themselves, but with a huge range of issues. You have to find your work... ...more",
		"upc": "d6d9ffea95f2f8bf"
	},
	{
		"bookTitle": "The New Drawing on the Right Side of the Brain",
		"bookCategory": "Art",
		"bookPrice": "£43.02",
		"noAvailable": "8",
		"imageUrl": "http://books.toscrape.com/media/cache/0a/8f/0a8f6461714ec9868dea0d37c5da5a81.jpg",
		"bookDescription": "When Drawing on the Right Side of the Brain was first published in 1979, it hit the New York Times bestseller list within two weeks and stayed there for more than a year. In 1989, when Dr. Betty Edwards revised the book, it went straight to the Times list again. Now Dr. Edwards celebrates the twentieth anniversary of her classic book with a second revised edition.Over the When Drawing on the Right Side of the Brain was first published in 1979, it hit the New York Times bestseller list within two weeks and stayed there for more than a year. In 1989, when Dr. Betty Edwards revised the book, it went straight to the Times list again. Now Dr. Edwards celebrates the twentieth anniversary of her classic book with a second revised edition.Over the last decade, Dr. Edwards has refined her material through teaching hundreds of workshops and seminars. Truly The New Drawing on the Right Side of the Brain, this edition includes:the very latest developments in brain researchnew material on using drawing techniques in the corporate world and in educationinstruction on self-expression through drawingan updated section on using colordetailed information on using the five basic skills of drawing for problem solving ...more",
		"upc": "3eec766dda26fa64"
	},
	{
		"bookTitle": "History of Beauty",
		"bookCategory": "Art",
		"bookPrice": "£10.29",
		"noAvailable": "8",
		"imageUrl": "http://books.toscrape.com/media/cache/cb/74/cb74d2953d5249143c3c2e3c281daf6f.jpg",
		"bookDescription": "Now in paperback, Umberto Eco’s groundbreaking and much-acclaimed first illustrated book has been a critical success since its first publication in 2004. What is beauty? Umberto Eco, among Italy’s finest and most important contemporary thinkers, explores the nature, the meaning, and the very history of the idea of beauty in Western culture. The profound and subtle text is Now in paperback, Umberto Eco’s groundbreaking and much-acclaimed first illustrated book has been a critical success since its first publication in 2004. What is beauty? Umberto Eco, among Italy’s finest and most important contemporary thinkers, explores the nature, the meaning, and the very history of the idea of beauty in Western culture. The profound and subtle text is lavishly illustrated with abundant examples of sublime painting and sculpture and lengthy quotations from writers and philosophers. This is the first paperback edition of History of Beauty, making this intellectual and philosophical journey with one of the world’s most acclaimed thinkers available in a more compact and affordable format.From the Trade Paperback edition ...more",
		"upc": "8a150fd8ff5d7686"
	},
	{
		"bookTitle": "The Story of Art",
		"bookCategory": "Art",
		"bookPrice": "£41.14",
		"noAvailable": "7",
		"imageUrl": "http://books.toscrape.com/media/cache/7a/e9/7ae92da23efc2f0f4633f9d2cde370f3.jpg",
		"bookDescription": "This text is the 16th revised and updated edition of this introduction to art, from the earliest cave paintings to experimental art. Eight new artists from the modern period have been introduced. They are: Corot, Kollwitz, Nolde, de Chirico, Brancussi, Magritte, Nicolson and Morandi. A sequence of new endings have been added, and the captions are now fuller, including the This text is the 16th revised and updated edition of this introduction to art, from the earliest cave paintings to experimental art. Eight new artists from the modern period have been introduced. They are: Corot, Kollwitz, Nolde, de Chirico, Brancussi, Magritte, Nicolson and Morandi. A sequence of new endings have been added, and the captions are now fuller, including the medium and dimension of the works illustrated. Six fold-outs present selected large-scale works. They are: Van Eyck's Ghent Altarpiece, Leonardo's Last Supper, Botticelli's Birth of Venus, Jackson Pollock's One (Number 31, 1950), Van der Weyden's Descent from the Cross and Michelangelo's Sistine Chapel ceiling. ...more",
		"upc": "9147c5251cc99eb1"
	},
	{
		"bookTitle": "The Art Book",
		"bookCategory": "Art",
		"bookPrice": "£32.34",
		"noAvailable": "7",
		"imageUrl": "http://books.toscrape.com/media/cache/76/90/76904c101329aa50b6653f399318970b.jpg",
		"bookDescription": "An A to Z guide to 500 great painters and sculptors from medieval to modern times, it debunks art historical classifications by throwing together brilliant examples of all periods, schools, visions and techniques. Each artist is represented by a full-page colour plate of a definitive work, accompanied by explanatory and illuminating information on the image and its creator An A to Z guide to 500 great painters and sculptors from medieval to modern times, it debunks art historical classifications by throwing together brilliant examples of all periods, schools, visions and techniques. Each artist is represented by a full-page colour plate of a definitive work, accompanied by explanatory and illuminating information on the image and its creator. Glossaries of artistic movements and technical terms are included, making this a valuable work of reference as well as a feast for the eyes. By breaking with traditional classifications, The Art Book presents a fresh and original approach to art: an unparalleled visual sourcebook and a celebration of our rich and multi-faceted culture. ...more",
		"upc": "4b8fa561a1e52d1c"
	},
	{
		"bookTitle": "Ways of Seeing",
		"bookCategory": "Art",
		"bookPrice": "£39.51",
		"noAvailable": "1",
		"imageUrl": "http://books.toscrape.com/media/cache/a5/54/a5542b7abc8673ea8254a3fe93b23e4e.jpg",
		"bookDescription": "John Berger’s Classic Text on ArtJohn Berger's Ways of Seeing is one of the most stimulating and the most influential books on art in any language. First published in 1972, it was based on the BBC television series about which the (London) Sunday Times critic commented: \"This is an eye-opener in more ways than one: by concentrating on how we look at paintings . . . he will John Berger’s Classic Text on ArtJohn Berger's Ways of Seeing is one of the most stimulating and the most influential books on art in any language. First published in 1972, it was based on the BBC television series about which the (London) Sunday Times critic commented: \"This is an eye-opener in more ways than one: by concentrating on how we look at paintings . . . he will almost certainly change the way you look at pictures.\" By now he has.\"Berger has the ability to cut right through the mystification of the professional art critics . . . He is a liberator of images: and once we have allowed the paintings to work on us directly, we are in a much better position to make a meaningful evaluation\" —Peter Fuller, Arts Review\"The influence of the series and the book . . . was enormous . . . It opened up for general attention to areas of cultural study that are now commonplace\" —Geoff Dyer in Ways of TellingWinner of the 1972 Booker Prize for his novel, G., John Peter Berger (born November 5th, 1926) is an art critic, painter and author of many novels including A Painter of Our Time, From A to X and Bento’s Sketchbook. ...more",
		"upc": "66a4e422b212726a"
	},
	{
		"bookTitle": "The Long Haul (Diary of a Wimpy Kid #9)",
		"bookCategory": "Humor",
		"bookPrice": "£44.07",
		"noAvailable": "14",
		"imageUrl": "http://books.toscrape.com/media/cache/b1/e6/b1e6c747381261cd6e60ac9d350c4bab.jpg",
		"bookDescription": "Greg Heffley and his family hit the road in author-illustrator Jeff Kinney's latest installment of the phenomenally bestselling Diary of a Wimpy Kid series.",
		"upc": "f21effc079a2b38a"
	},
	{
		"bookTitle": "Old School (Diary of a Wimpy Kid #10)",
		"bookCategory": "Humor",
		"bookPrice": "£11.83",
		"noAvailable": "14",
		"imageUrl": "http://books.toscrape.com/media/cache/55/82/5582626cb185a8eb2914c15d5287afbd.jpg",
		"bookDescription": "In the latest installment of the phenomenally bestselling Diary of a Wimpy Kid series, author-illustrator Jeff Kinney brings the series back to its roots, as Greg starts a new school year and faces a challenge he never could've imagined. In the latest installment of the phenomenally bestselling Diary of a Wimpy Kid series, author-illustrator Jeff Kinney brings the series back to its roots, as Greg starts a new school year and faces a challenge he never could've imagined.  ...more",
		"upc": "02b74068fa98d8a4"
	},
	{
		"bookTitle": "I Know What I'm Doing -- and Other Lies I Tell Myself: Dispatches from a Life Under Construction",
		"bookCategory": "Humor",
		"bookPrice": "£25.98",
		"noAvailable": "14",
		"imageUrl": "http://books.toscrape.com/media/cache/04/ab/04ab560690b2383512d2fdf4c6366b1e.jpg",
		"bookDescription": "New York Times bestselling author and stand-up comedian Jen Kirkman delivers a hilarious, candid memoir about marriage, divorce, sex, turning forty, and still not quite having life figured out.Jen Kirkman wants to be the voice in your head that says, Hey, you’re okay. Even if you sometimes think you aren’t! And especially if other people try to tell you you’re not.In I Kno New York Times bestselling author and stand-up comedian Jen Kirkman delivers a hilarious, candid memoir about marriage, divorce, sex, turning forty, and still not quite having life figured out.Jen Kirkman wants to be the voice in your head that says, Hey, you’re okay. Even if you sometimes think you aren’t! And especially if other people try to tell you you’re not.In I Know What I’m Doing—and Other Lies I Tell Myself, Jen offers up all the gory details of a life permanently in progress. She reassures you that it’s okay to not have life completely figured out, even when you reach middle age (and find your first gray pubic hair!). She talks about making unusual or unpopular life decisions (such as cultivating a “friend with benefits” or not going home for the holidays) because you don’t necessarily want for yourself what everyone else seems to think you should. It’s about renting when everyone says you should own, dating around when everyone thinks you should settle down, and traveling alone when everyone pities you for going to Paris without a man.From marriage to divorce and sex to mental health, I Know What I’m Doing—and Other Lies I Tell Myself is about embracing the fact that life is a bit of a sh*t show and it’s definitely more than okay to stay true to yourself. ...more",
		"upc": "b8a8ff84233f0570"
	},
	{
		"bookTitle": "Hyperbole and a Half: Unfortunate Situations, Flawed Coping Mechanisms, Mayhem, and Other Things That Happened",
		"bookCategory": "Humor",
		"bookPrice": "£14.75",
		"noAvailable": "14",
		"imageUrl": "http://books.toscrape.com/media/cache/25/1d/251df0eb9b321159b0ee348d4a9da2af.jpg",
		"bookDescription": "This is a book I wrote. Because I wrote it, I had to figure out what to put on the back cover to explain what it is. I tried to write a long, third-person summary that would imply how great the book is and also sound vaguely authoritative--like maybe someone who isn’t me wrote it--but I soon discovered that I’m not sneaky enough to pull it off convincingly. So I decided to This is a book I wrote. Because I wrote it, I had to figure out what to put on the back cover to explain what it is. I tried to write a long, third-person summary that would imply how great the book is and also sound vaguely authoritative--like maybe someone who isn’t me wrote it--but I soon discovered that I’m not sneaky enough to pull it off convincingly. So I decided to just make a list of things that are in the book:PicturesWordsStories about things that happened to meStories about things that happened to other people because of meEight billion dollars*Stories about dogsThe secret to eternal happiness**These are lies. Perhaps I have underestimated my sneakiness! ...more",
		"upc": "fbb21a2f71f4d981"
	},
	{
		"bookTitle": "Dress Your Family in Corduroy and Denim",
		"bookCategory": "Humor",
		"bookPrice": "£43.68",
		"noAvailable": "9",
		"imageUrl": "http://books.toscrape.com/media/cache/9c/2b/9c2bdd3040938c144345a115fb906562.jpg",
		"bookDescription": "David Sedaris returns to his deliriously twisted domain: hilarious childhood dramas infused with melancholy; the gulf of misunderstanding that exists between people of different nations or members of the same family; and the poignant divide between one's best hopes and most common deeds. The family characters his readers love are all here, as well as the unique terrain the David Sedaris returns to his deliriously twisted domain: hilarious childhood dramas infused with melancholy; the gulf of misunderstanding that exists between people of different nations or members of the same family; and the poignant divide between one's best hopes and most common deeds. The family characters his readers love are all here, as well as the unique terrain they inhabit, strewn with comic landmines. 'The Rooster' is back, and getting married in the funniest wedding ever described. David attends a slumber party and gets the upper hand in a unique version of strip poker. 'Rubber or plastic?' The strangest questions can tear people apart. A skinny guy from Spain, wearing a bishop's hat and accompanied by six to eight men, invades your house and pretends to kick you. Is this any way to spend Christmas? With this new book, Sedaris's prose reaches breathtaking new heights and marks off a territory that is unmistakably his own. Read it and weep tears of humane laughter. ...more",
		"upc": "7e9068872228c474"
	},
	{
		"bookTitle": "Toddlers Are A**holes: It's Not Your Fault",
		"bookCategory": "Humor",
		"bookPrice": "£25.55",
		"noAvailable": "7",
		"imageUrl": "http://books.toscrape.com/media/cache/26/1a/261a092ddd76981beb23a601edf0868b.jpg",
		"bookDescription": "Toddler a**holery is a normal part of human development—not unlike puberty, except this stage involves throwing food on the floor and taking swings at people who pay your way in life. For parents of toddlers, it's a \"you better laugh so you don't cry\" period. Bunmi Laditan's hilarious, satirical guide to toddlerhood offers parents instant (and very welcome) comic relief—al Toddler a**holery is a normal part of human development—not unlike puberty, except this stage involves throwing food on the floor and taking swings at people who pay your way in life. For parents of toddlers, it's a \"you better laugh so you don't cry\" period. Bunmi Laditan's hilarious, satirical guide to toddlerhood offers parents instant (and very welcome) comic relief—along with the very good news that \"It's Not Your Fault.\" Chapters cover the cost of raising a toddler, feeding your toddler, potty-training, tantrums, how to manage the holidays, and \"how not to die inside.\" Parents will see themselves in the very funny sections on taking your toddler to restaurants (\"One parent will spend their time walking your toddler around the restaurant and outside like a cocker spaniel, while the other, luckier parent will eat alone.\"), Things You Thought You'd Never Say That You Now Say As a Parent of a Toddler (\"I can tell you're pooping because your eyes are watering.\"), and how to order pizza (\"Spend $40 on pizza delivery. Listen to your toddler cry for 30 minutes about how the pizza is all wrong. Watch your toddler take a small bite of crust. Google 'can anger give you a heart attack?' Start the bedtime routine.\"). Laditan's wildly funny voice has attracted hundreds of thousands of fans of Honest Toddler on social media; here she speaks parent-to-tired-parent, easing the pains and challenges of raising toddlers with a hefty dose of adult humor and wit.   ...more",
		"upc": "4242cc3d0437db12"
	},
	{
		"bookTitle": "When You Are Engulfed in Flames",
		"bookCategory": "Humor",
		"bookPrice": "£30.89",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/42/1a/421afe48509fc8cccccad804b64c58dc.jpg",
		"bookDescription": "It's early autumn 1964. Two straight-A students head off to school, and when only one of them returns home Chesney Yelverton is coaxed from retirement and assigned to what proves to be the most difficult and deadly - case of his career. From the shining notorious East Side, When You Are Engulfed in Flames confirms once again that David Sedaris is a master of mystery and su It's early autumn 1964. Two straight-A students head off to school, and when only one of them returns home Chesney Yelverton is coaxed from retirement and assigned to what proves to be the most difficult and deadly - case of his career. From the shining notorious East Side, When You Are Engulfed in Flames confirms once again that David Sedaris is a master of mystery and suspense.Or how about...when set on fire, most of us either fumble for our wallets or waste valuable time feeling sorry for ourselves. David Sedaris has studied this phenomenon, and his resulting insights may very well save your life. Author of the national bestsellers Should You Be Attacked By Snakes and If You Are Surrounded by Mean Ghosts, David Sedaris, with When You Are Engulfed in Flames, is clearly at the top of his game.Oh, all right...David Sedaris has written yet another book of essays (his sixth). Subjects include a parasitic worm that once lived in his mother-in-law's leg, an encounter with a dingo, and the recreational use of an external catheter. Also recounted is the buying of a human skeleton and the author's attempt to quit smoking In Tokyo.Master of nothing, at the dead center of his game, Sedaris proves that when you play with matches, you sometimes light the whole pack on fire. ...more",
		"upc": "dab0196cd5fc8e5e"
	},
	{
		"bookTitle": "Naked",
		"bookCategory": "Humor",
		"bookPrice": "£31.69",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/80/2b/802b92421a7314b0a6afef8a9754cf5c.jpg",
		"bookDescription": "Welcome to the hilarious, strange, elegiac, outrageous world of David Sedaris. In Naked, Sedaris turns the mania for memoir on its proverbial ear, mining the exceedingly rich terrain of his life, his family, and his unique worldview—a sensibility at once take-no-prisoners sharp and deeply charitable. A tart-tongued mother does dead-on imitations of her young son's nervous Welcome to the hilarious, strange, elegiac, outrageous world of David Sedaris. In Naked, Sedaris turns the mania for memoir on its proverbial ear, mining the exceedingly rich terrain of his life, his family, and his unique worldview—a sensibility at once take-no-prisoners sharp and deeply charitable. A tart-tongued mother does dead-on imitations of her young son's nervous tics, to the great amusement of his teachers; a stint of Kerouackian wandering is undertaken (of course!) with a quadriplegic companion; a family gathers for a wedding in the face of imminent death. Through it all is Sedaris's unmistakable voice, without doubt one of the freshest in American writing. ...more",
		"upc": "54aeeb4610d3ae08"
	},
	{
		"bookTitle": "Lamb: The Gospel According to Biff, Christ's Childhood Pal",
		"bookCategory": "Humor",
		"bookPrice": "£55.50",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/c4/69/c469440eeffdd84ac3f4b09bd575c548.jpg",
		"bookDescription": "The birth of Jesus has been well chronicled, as have his glorious teachings, acts, and divine sacrifice after his thirtieth birthday. But no one knows about the early life of the Son of God, the missing years -- except Biff, the Messiah's best bud, who has been resurrected to tell the story in the divinely hilarious yet heartfelt work \"reminiscent of Vonnegut and Douglas A The birth of Jesus has been well chronicled, as have his glorious teachings, acts, and divine sacrifice after his thirtieth birthday. But no one knows about the early life of the Son of God, the missing years -- except Biff, the Messiah's best bud, who has been resurrected to tell the story in the divinely hilarious yet heartfelt work \"reminiscent of Vonnegut and Douglas Adams\" (Philadelphia Inquirer).Verily, the story Biff has to tell is a miraculous one, filled with remarkable journeys, magic, healings, kung fu, corpse reanimations, demons, and hot babes. Even the considerable wiles and devotion of the Savior's pal may not be enough to divert Joshua from his tragic destiny. But there's no one who loves Josh more - except maybe \"Maggie,\" Mary of Magdala - and Biff isn't about to let his extraordinary pal suffer and ascend without a fight. ...more",
		"upc": "190fbebbf798c31a"
	},
	{
		"bookTitle": "Holidays on Ice",
		"bookCategory": "Humor",
		"bookPrice": "£51.07",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/57/4c/574cbab555bb7d21e50b20267383e45d.jpg",
		"bookDescription": "A new holiday classic--six of the most profound Christmas stories by the author of the bestselling \"Naked\" and \"Barrel Fever\"--is now in a paperback edition perfect for stocking stuffing.",
		"upc": "0cb4856be3694a57"
	}
]