[
	{
		"bookTitle": "Sophie's World",
		"bookCategory": "Philosophy",
		"bookPrice": "£15.94",
		"noAvailable": "18",
		"imageUrl": "http://books.toscrape.com/media/cache/d7/39/d73914232130fdf90d66f02fd9798f2b.jpg",
		"bookDescription": "A page-turning novel that is also an exploration of the great philosophical concepts of Western thought, Sophie’s World has fired the imagination of readers all over the world, with more than twenty million copies in print.One day fourteen-year-old Sophie Amundsen comes home from school to find in her mailbox two notes, with one question on each: “Who are you?” and “Where A page-turning novel that is also an exploration of the great philosophical concepts of Western thought, Sophie’s World has fired the imagination of readers all over the world, with more than twenty million copies in print.One day fourteen-year-old Sophie Amundsen comes home from school to find in her mailbox two notes, with one question on each: “Who are you?” and “Where does the world come from?” From that irresistible beginning, Sophie becomes obsessed with questions that take her far beyond what she knows of her Norwegian village. Through those letters, she enrolls in a kind of correspondence course, covering Socrates to Sartre, with a mysterious philosopher, while receiving letters addressed to another girl. Who is Hilde? And why does her mail keep turning up? To unravel this riddle, Sophie must use the philosophy she is learning—but the truth turns out to be far more complicated than she could have imagined. ...more",
		"upc": "6be3beb0793a53e7"
	},
	{
		"bookTitle": "The Death of Humanity: and the Case for Life",
		"bookCategory": "Philosophy",
		"bookPrice": "£58.11",
		"noAvailable": "16",
		"imageUrl": "http://books.toscrape.com/media/cache/3f/f6/3ff6fe5d0c5ca7ab2ed8b5971e299caa.jpg",
		"bookDescription": "Do you believe human life is inherently valuable? Unfortunately, in the secularized age of state-sanctioned euthanasia and abortion-on-demand, many are losing faith in the simple value of human life. To the disillusioned, human beings are a cosmic accident whose intrinsic value is worth no more than other animals.The Death of Humanity explores our culture's declining respe Do you believe human life is inherently valuable? Unfortunately, in the secularized age of state-sanctioned euthanasia and abortion-on-demand, many are losing faith in the simple value of human life. To the disillusioned, human beings are a cosmic accident whose intrinsic value is worth no more than other animals.The Death of Humanity explores our culture's declining respect for the sanctity of human life, drawing on philosophy and history to reveal the dark road ahead for society if we lose our faith in human life. ...more",
		"upc": "bd261725b99f5983"
	},
	{
		"bookTitle": "The Stranger",
		"bookCategory": "Philosophy",
		"bookPrice": "£17.44",
		"noAvailable": "15",
		"imageUrl": "http://books.toscrape.com/media/cache/c8/1a/c81aea97de1daaa0081d96f8564c204c.jpg",
		"bookDescription": "This is an alternate cover edition for ISBN 0679720200.Through the story of an ordinary man unwittingly drawn into a senseless murder on an Algerian beach, Camus explored what he termed \"the nakedness of man faced with the absurd.\" First published in English in 1946; now in a new translation by Matthew Ward.",
		"upc": "f5a92cff83897d48"
	},
	{
		"bookTitle": "Proofs of God: Classical Arguments from Tertullian to Barth",
		"bookCategory": "Philosophy",
		"bookPrice": "£54.21",
		"noAvailable": "8",
		"imageUrl": "http://books.toscrape.com/media/cache/f6/cb/f6cb2300a1235a344f1c11b2be9a605d.jpg",
		"bookDescription": "Leading theologian Matthew Levering presents a thoroughgoing critical survey of the proofs of God's existence for readers interested in traditional Christian responses to the problem of atheism. Beginning with Tertullian and ending with Karl Barth, Levering covers twenty-one theologians and philosophers from the early church to the modern period, examining how they answere Leading theologian Matthew Levering presents a thoroughgoing critical survey of the proofs of God's existence for readers interested in traditional Christian responses to the problem of atheism. Beginning with Tertullian and ending with Karl Barth, Levering covers twenty-one theologians and philosophers from the early church to the modern period, examining how they answered the critics of their day. He also shows the relevance of the classical arguments to contemporary debates and challenges to Christianity. In addition to students, this book will appeal to readers of apologetics. ...more",
		"upc": "d56d0710668bb39c"
	},
	{
		"bookTitle": "Kierkegaard: A Christian Missionary to Christians",
		"bookCategory": "Philosophy",
		"bookPrice": "£47.13",
		"noAvailable": "8",
		"imageUrl": "http://books.toscrape.com/media/cache/bf/90/bf90ad2c3cab628096db8fca010797b4.jpg",
		"bookDescription": "Soren Kierkegaard (1813-1855) had a mission. The church had become weak, flabby and inconsequential. Being a Christian was more a cultural heritage than a spiritual reality. His mission reintroduce the Christian faith to Christians. How could he break through to people who were members of the church and thought they were Christians already? Like an Old Testament prophet, K Soren Kierkegaard (1813-1855) had a mission. The church had become weak, flabby and inconsequential. Being a Christian was more a cultural heritage than a spiritual reality. His mission reintroduce the Christian faith to Christians. How could he break through to people who were members of the church and thought they were Christians already? Like an Old Testament prophet, Kierkegaard used a variety of pointed and dramatic ways to shake people from their slumber. He incisively diagnosed the spiritual ailments of his age and offered a fresh take on classic Christian teaching. Mark Tietjen thinks that Kierkegaard's critique of his contemporaries strikes close to home today. We also need to listen to one of the most insightful yet complex Christian thinkers of any era. Through an examination of core Christian doctrines the person of Jesus Christ, human nature, Christian witness and love Tietjen helps us hear Kierkegaard's missionary message to a church that often fails to follow Christ with purity of heart.\" ...more",
		"upc": "0cf57cb49272fd37"
	},
	{
		"bookTitle": "At The Existentialist Café: Freedom, Being, and apricot cocktails with: Jean-Paul Sartre, Simone de Beauvoir, Albert Camus, Martin Heidegger, Edmund Husserl, Karl Jaspers, Maurice Merleau-Ponty and others",
		"bookCategory": "Philosophy",
		"bookPrice": "£29.93",
		"noAvailable": "7",
		"imageUrl": "http://books.toscrape.com/media/cache/ce/da/ceda6d577d0609261f997bd99872013b.jpg",
		"bookDescription": "Paris, near the turn of 1933. Three young friends meet over apricot cocktails at the Bec-de-Gaz bar on the rue Montparnasse. They are Jean-Paul Sartre, Simone de Beauvoir and their friend Raymond Aron, who opens their eyes to a radical new way of thinking. Pointing to his drink, he says, 'You can make philosophy out of this cocktail!'From this moment of inspiration, Sartre Paris, near the turn of 1933. Three young friends meet over apricot cocktails at the Bec-de-Gaz bar on the rue Montparnasse. They are Jean-Paul Sartre, Simone de Beauvoir and their friend Raymond Aron, who opens their eyes to a radical new way of thinking. Pointing to his drink, he says, 'You can make philosophy out of this cocktail!'From this moment of inspiration, Sartre will create his own extraordinary philosophy of real, experienced life – of love and desire, of freedom and being, of cafés and waiters, of friendships and revolutionary fervour. It is a philosophy that will enthral Paris and sweep through the world, leaving its mark on post-war liberation movements, from the student uprisings of 1968 to civil rights pioneers.At the Existentialist Café tells the story of modern existentialism as one of passionate encounters between people, minds and ideas. From the ‘king and queen of existentialism' – Sartre and de Beauvoir – to their wider circle of friends and adversaries including Albert Camus, Martin Heidegger, Maurice Merleau-Ponty and Iris Murdoch, this book is an enjoyable and original journey through a captivating intellectual movement. Weaving biography and thought, Sarah Bakewell takes us to the heart of a philosophy about life that also changed lives, and that tackled the biggest questions of all: what we are and how we are to live. ...more",
		"upc": "6b52904b2ab91bf6"
	},
	{
		"bookTitle": "Critique of Pure Reason",
		"bookCategory": "Philosophy",
		"bookPrice": "£20.75",
		"noAvailable": "5",
		"imageUrl": "http://books.toscrape.com/media/cache/3b/28/3b28ec3663a81d36272a08e5a49644f2.jpg",
		"bookDescription": "This entirely new translation of Critique of Pure Reason is the most accurate and informative English translation ever produced of this epochal philosophical text. Though its simple, direct style will make it suitable for all new readers of Kant, the translation displays a philosophical and textual sophistication that will enlighten Kant scholars as well. This translation This entirely new translation of Critique of Pure Reason is the most accurate and informative English translation ever produced of this epochal philosophical text. Though its simple, direct style will make it suitable for all new readers of Kant, the translation displays a philosophical and textual sophistication that will enlighten Kant scholars as well. This translation recreates as far as possible a text with the same interpretative nuances and richness as the original.This translation of Kant's Critique is a superb volume that forms the heart of Cambridge's excellent series of translations of Kant's works. Because of the quality of the translation, but also because of the various supplementary materials which it provides...it will very likely replace Norman Kemp Smith's translation as the standard edition for scholars. It is difficult to imagine that anyone would be able to improve on this volume in the foreseeable future. ...more",
		"upc": "429b4a811bef386c"
	},
	{
		"bookTitle": "Run, Spot, Run: The Ethics of Keeping Pets",
		"bookCategory": "Philosophy",
		"bookPrice": "£20.02",
		"noAvailable": "2",
		"imageUrl": "http://books.toscrape.com/media/cache/8c/bf/8cbf4667b5798cb8195f1e126ddd6a5c.jpg",
		"bookDescription": "A life shared with pets brings many emotions. We feel love for our companions, certainly, and happiness at the thought that we’re providing them with a safe, healthy life. But there’s another emotion, less often acknowledged, that can be nearly as powerful: guilt. When we see our cats gazing wistfully out the window, or watch a goldfish swim lazy circles in a bowl, we can’ A life shared with pets brings many emotions. We feel love for our companions, certainly, and happiness at the thought that we’re providing them with a safe, healthy life. But there’s another emotion, less often acknowledged, that can be nearly as powerful: guilt. When we see our cats gazing wistfully out the window, or watch a goldfish swim lazy circles in a bowl, we can’t help but wonder: are we doing the right thing, keeping these independent beings locked up, subject to our control? Is keeping pets actually good for the pets themselves?   That’s the question that animates Jessica Pierce’s powerful Run, Spot, Run. A lover of pets herself (including, over the years, dogs, cats, fish, rats, hermit crabs, and more), Pierce understands the joys that pets bring us. But she also refuses to deny the ambiguous ethics at the heart of the relationship, and through a mix of personal stories, philosophical reflections, and scientifically informed analyses of animal behavior and natural history, she puts pet-keeping to the test. Is it ethical to keep pets at all? Are some species more suited to the relationship than others? Are there species one should never attempt to own? And are there ways that we can improve our pets’ lives, so that we can be confident that we are giving them as much as they give us?   Deeply empathetic, yet rigorous and unflinching in her thinking, Pierce has written a book that is sure to help any pet owner, unsettling assumptions but also giving them the knowledge to build deeper, better relationships with the animals with whom they’ve chosen to share their lives. ...more",
		"upc": "b0e479be03911916"
	},
	{
		"bookTitle": "The Nicomachean Ethics",
		"bookCategory": "Philosophy",
		"bookPrice": "£36.34",
		"noAvailable": "1",
		"imageUrl": "http://books.toscrape.com/media/cache/16/f4/16f4518319f7dcadc23d020279f78545.jpg",
		"bookDescription": "‘One swallow does not make a summer; neither does one day. Similarly neither can one day, or a brief space of time, make a man blessed and happy’In the Nicomachean Ethics, Aristotle sets out to examine the nature of happiness. He argues that happiness consists in ‘activity of the soul in accordance with virtue’, for example with moral virtues, such as courage, generosity a ‘One swallow does not make a summer; neither does one day. Similarly neither can one day, or a brief space of time, make a man blessed and happy’In the Nicomachean Ethics, Aristotle sets out to examine the nature of happiness. He argues that happiness consists in ‘activity of the soul in accordance with virtue’, for example with moral virtues, such as courage, generosity and justice, and intellectual virtues, such as knowledge, wisdom and insight. The Ethics also discusses the nature of practical reasoning, the value and the objects of pleasure, the different forms of friendship, and the relationship between individual virtue, society and the State. Aristotle’s work has had a profound and lasting influence on all subsequent Western thought about ethical matters.J. A. K. Thomson’s translation has been revised by Hugh Tredennick, and is accompanied by a new introduction by Jonathan Barnes. This edition also includes an updated list for further reading and a new chronology of Aristotle’s life and works.Previously published as Ethics ...more",
		"upc": "5c10b64db3e4f228"
	},
	{
		"bookTitle": "Meditations",
		"bookCategory": "Philosophy",
		"bookPrice": "£25.89",
		"noAvailable": "1",
		"imageUrl": "http://books.toscrape.com/media/cache/90/f7/90f79652caecac36bc97bf7b769c8fc4.jpg",
		"bookDescription": "Written in Greek, without any intention of publication, by the only Roman emperor who was also a philosopher, the Meditations of Marcus Aurelius (AD 121-180) offer a remarkable series of challenging spiritual reflections and exercises developed as the emperor struggled to understand himself and make sense of the universe. Ranging from doubt and despair to conviction and ex Written in Greek, without any intention of publication, by the only Roman emperor who was also a philosopher, the Meditations of Marcus Aurelius (AD 121-180) offer a remarkable series of challenging spiritual reflections and exercises developed as the emperor struggled to understand himself and make sense of the universe. Ranging from doubt and despair to conviction and exaltation, they cover such diverse topics as the nature of moral virtue, human rationality, divine providence, and Marcus' own emotions. But while the Meditations were composed to provide personal consolation and encouragement, in developing his beliefs Marcus Aurelius also created one of the greatest of all works of philosophy: a timeless collection of extended meditations and short aphorisms that has been consulted and admired by statesmen, thinkers and readers through the centuries. ...more",
		"upc": "4f19709e47883df5"
	},
	{
		"bookTitle": "Beyond Good and Evil",
		"bookCategory": "Philosophy",
		"bookPrice": "£43.38",
		"noAvailable": "1",
		"imageUrl": "http://books.toscrape.com/media/cache/d1/7f/d17f326e3fcaf84c37d6d51e3470bcc6.jpg",
		"bookDescription": "Friedrich Nietzsche's Beyond Good and Evil is translated from the German by R.J. Hollingdale with an introduction by Michael Tanner in Penguin Classics.Beyond Good and Evil confirmed Nietzsche's position as the towering European philosopher of his age. The work dramatically rejects the tradition of Western thought with its notions of truth and God, good and evil. Nietzsche Friedrich Nietzsche's Beyond Good and Evil is translated from the German by R.J. Hollingdale with an introduction by Michael Tanner in Penguin Classics.Beyond Good and Evil confirmed Nietzsche's position as the towering European philosopher of his age. The work dramatically rejects the tradition of Western thought with its notions of truth and God, good and evil. Nietzsche demonstrates that the Christian world is steeped in a false piety and infected with a 'slave morality'. With wit and energy, he turns from this critique to a philosophy that celebrates the present and demands that the individual imposes their own 'will to power' upon the world.This edition includes a commentary on the text by the translator and Michael Tanner's introduction, which explains some of the more abstract passages in Beyond Good and Evil.Frederich Nietzsche (1844-1900) became the chair of classical philology at Basel University at the age of 24 until his bad health forced him to retire in 1879. He divorced himself from society until his final collapse in 1899 when he became insane. A powerfully original thinker, Nietzsche's influence on subsequent writers, such as George Bernard Shaw, D.H. Lawrence, Thomas Mann and Jean-Paul Sartre, was considerable.If you enjoyed Beyond Good and Evil you might like Nietzsche's Thus Spoke Zarathustra, also available in Penguin Classics.'One of the greatest books of a very great thinker'Michael Tanner ...more",
		"upc": "08672cd59171d5e4"
	},
	{
		"bookTitle": "Security",
		"bookCategory": "Horror",
		"bookPrice": "£39.25",
		"noAvailable": "16",
		"imageUrl": "http://books.toscrape.com/media/cache/79/2b/792bdeb2cf7d8efaef0e401e5a27b4da.jpg",
		"bookDescription": "“Original and imaginative . . . Ripping suspense, sheer terror, and a wrenching love story.” —Sandra Brown, New York Times bestselling author of FrictionThe terrible truth about Manderley is that someone is always watching. Manderley Resort is a gleaming, new twenty-story hotel on the California coast. It’s about to open its doors, and the world--at least those with the me “Original and imaginative . . . Ripping suspense, sheer terror, and a wrenching love story.” —Sandra Brown, New York Times bestselling author of FrictionThe terrible truth about Manderley is that someone is always watching. Manderley Resort is a gleaming, new twenty-story hotel on the California coast. It’s about to open its doors, and the world--at least those with the means to afford it--will be welcomed into a palace of opulence and unparalleled security. But someone is determined that Manderley will never open. The staff has no idea that their every move is being watched, and over the next twelve hours they will be killed off, one by one. Writing in the tradition of Edgar Allan Poe and Stephen King, and with a deep bow to Daphne du Maurier, author Gina Wohlsdorf pairs narrative ingenuity and razor-wire prose with quick twists, sharp turns, and gasp-inducing terror. Security is grand guignol storytelling at its very best. A shocking thriller, a brilliant narrative puzzle, and a multifaceted love story unlike any other, Security marks the debut of a fearless and gifted writer. “Be surprised, be very surprised: Gina Wohlsdorf brings more than just plot twists and a terrifically tender love story to this thriller . . . It’s her playful homage to Hitchcock and du Maurier that had me reading, howling, and just plain loving this novel.” —Sara Gruen, author of At the Water’s Edge “Grand Hotel meets Psycho in the age of surveillance . . . Security is cinematically vivid, crisply written, and sharp enough to cut . . . Wohlsdorf brilliantly subverts our expectations of the action genre in this smart, shocking, poignant thriller.” —Emily Croy Barker, author of The Thinking Woman’s Guide to Real Magic “The thrill of this novel goes beyond its wickedly clever,  split-screen, high-tech wizardry—a kind of video gamer’s literary retake of Hitchcock’s Rear Window--and emanates  from its strange, disembodied narrator . . . The effect is terrifying, sexy, dizzying, and impossible to look away from.” —Tim Johnston, author of Descent “Shocking and filled with Tarantino-ish dark humor. . . Structurally reminiscent of the amazing Jennifer Egan,Wohlsdorf’s book is certainly a hybrid, like nothing else. Get ready.” —Ann Beattie, author of The State We’re In “Flawless . . . Security is perfectly tuned for blockbuster status . . . They don’t make a hotel big enough to house all the people who will want to read this, and soon, as in Manderley, all eyes will be on Wohlsdorf.” —Daniel Kraus, Booklist, starred review   ...more",
		"upc": "6f78a0d744c35456"
	},
	{
		"bookTitle": "Follow You Home",
		"bookCategory": "Horror",
		"bookPrice": "£21.36",
		"noAvailable": "15",
		"imageUrl": "http://books.toscrape.com/media/cache/bb/c0/bbc0bdad3ad7f390017ea66bb7019579.jpg",
		"bookDescription": "It was supposed to be the trip of a lifetime, a final adventure before settling down.After a perfect start, Daniel and Laura’s travels end abruptly when they are thrown off a night train in the middle of nowhere. To find their way back to civilisation, they must hike along the tracks through a forest…a haunting journey that ends in unimaginable terror.Back in London, Danie It was supposed to be the trip of a lifetime, a final adventure before settling down.After a perfect start, Daniel and Laura’s travels end abruptly when they are thrown off a night train in the middle of nowhere. To find their way back to civilisation, they must hike along the tracks through a forest…a haunting journey that ends in unimaginable terror.Back in London, Daniel and Laura vow never to talk about what they saw that night. But as they try to fit back into their old lives, it becomes clear that their nightmare is just beginning…Follow You Home is a chilling tale of secrets, lies and deadly consequences from the author of #1 bestsellers The Magpies and Because She Loves Me. ...more",
		"upc": "8585760646e3aa2a"
	},
	{
		"bookTitle": "The Loney",
		"bookCategory": "Horror",
		"bookPrice": "£23.40",
		"noAvailable": "14",
		"imageUrl": "http://books.toscrape.com/media/cache/84/cc/84cc7f93a8c6c766a6297a23227e68e8.jpg",
		"bookDescription": "If it had another name, I never knew, but the locals called it the Loney - that strange nowhere between the Wyre and the Lune where Hanny and I went every Easter time with Mummer, Farther, Mr and Mrs Belderboss and Father Wilfred, the parish priest.It was impossible to truly know the place. It changed with each influx and retreat, and the neap tides would reveal the skelet If it had another name, I never knew, but the locals called it the Loney - that strange nowhere between the Wyre and the Lune where Hanny and I went every Easter time with Mummer, Farther, Mr and Mrs Belderboss and Father Wilfred, the parish priest.It was impossible to truly know the place. It changed with each influx and retreat, and the neap tides would reveal the skeletons of those who thought they could escape its insidious currents. No one ever went near the water. No one apart from us, that is.I suppose I always knew that what happened there wouldn't stay hidden for ever, no matter how much I wanted it to. No matter how hard I tried to forget... ...more",
		"upc": "2d88a31f325dfd3b"
	},
	{
		"bookTitle": "Pet Sematary",
		"bookCategory": "Horror",
		"bookPrice": "£10.56",
		"noAvailable": "14",
		"imageUrl": "http://books.toscrape.com/media/cache/99/ef/99ef2f3987ee016bdd120a4579ef98f5.jpg",
		"bookDescription": "Sometimes dead is better....When the Creeds move into a beautiful old house in rural Maine, it all seems too good to be true: physician father, beautiful wife, charming little daughter, adorable infant son -- and now an idyllic home. As a family, they've got it all...right down to the friendly cat.But the nearby woods hide a blood-chilling truth -- more terrifying than dea Sometimes dead is better....When the Creeds move into a beautiful old house in rural Maine, it all seems too good to be true: physician father, beautiful wife, charming little daughter, adorable infant son -- and now an idyllic home. As a family, they've got it all...right down to the friendly cat.But the nearby woods hide a blood-chilling truth -- more terrifying than death itself...and hideously more powerful. ...more",
		"upc": "af58a74e4b2a23a0"
	},
	{
		"bookTitle": "Doctor Sleep (The Shining #2)",
		"bookCategory": "Horror",
		"bookPrice": "£40.12",
		"noAvailable": "14",
		"imageUrl": "http://books.toscrape.com/media/cache/30/05/30053f9d8549febc67059c52fca65744.jpg",
		"bookDescription": "Stephen King returns to the characters and territory of one of his most popular novels ever, The Shining, in this instantly riveting novel about the now middle-aged Dan Torrance (the boy protagonist of The Shining) and the very special twelve-year-old girl he must save from a tribe of murderous paranormals.On highways across America, a tribe of people called The True Knot Stephen King returns to the characters and territory of one of his most popular novels ever, The Shining, in this instantly riveting novel about the now middle-aged Dan Torrance (the boy protagonist of The Shining) and the very special twelve-year-old girl he must save from a tribe of murderous paranormals.On highways across America, a tribe of people called The True Knot travel in search of sustenance. They look harmless—mostly old, lots of polyester, and married to their RVs. But as Dan Torrance knows, and spunky twelve-year-old Abra Stone learns, The True Knot are quasi-immortal, living off the “steam” that children with the “shining” produce when they are slowly tortured to death.Haunted by the inhabitants of the Overlook Hotel where he spent one horrific childhood year, Dan has been drifting for decades, desperate to shed his father’s legacy of despair, alcoholism, and violence. Finally, he settles in a New Hampshire town, an AA community that sustains him, and a job at a nursing home where his remnant “shining” power provides the crucial final comfort to the dying. Aided by a prescient cat, he becomes “Doctor Sleep.”Then Dan meets the evanescent Abra Stone, and it is her spectacular gift, the brightest shining ever seen, that reignites Dan’s own demons and summons him to a battle for Abra’s soul and survival. This is an epic war between good and evil, a gory, glorious story that will thrill the millions of devoted readers of The Shining and satisfy anyone new to the territory of this icon in the King canon. ...more",
		"upc": "bf5de316a5e9a4ab"
	},
	{
		"bookTitle": "Psycho: Sanitarium (Psycho #1.5)",
		"bookCategory": "Horror",
		"bookPrice": "£36.97",
		"noAvailable": "12",
		"imageUrl": "http://books.toscrape.com/media/cache/91/98/9198cedbd37561f2aa343d3eb04ee703.jpg",
		"bookDescription": "The original Psycho novel by Robert Bloch was published in 1959 and became an instant hit, leading to the smash movie only a year later, which brought Norman Bates's terrifying story into the public consciousness, where it still remains (proven by the success of the tv series, Bates Motel). It took Bloch 23 years to write another Psycho novel, revealing that Norman had bee The original Psycho novel by Robert Bloch was published in 1959 and became an instant hit, leading to the smash movie only a year later, which brought Norman Bates's terrifying story into the public consciousness, where it still remains (proven by the success of the tv series, Bates Motel). It took Bloch 23 years to write another Psycho novel, revealing that Norman had been in a mental institution the entire time. In that sequel, Norman quickly escapes the sanitarium and goes on a killing spree in Hollywood.But what happened in that asylum during those two decades? Until now, no one has known.It's 1960. Norman Bates is in the State Hospital for the Criminally Insane and it's up to Dr. Felix Reed to bring him out of his catatonic state.But Norman and Dr. Reed have obstacles in twisted fellow patients and staff members who think of the institution as a prison rather than a place of healing. And the greatest obstacle is the building itself, once a private sanitarium, rumored to be haunted. A wild card appears in the persona of Robert Newman, Norman's twin brother, taken away at birth after the attending doctor pronounced him brain damaged. As Robert and Norman grow to know each other, Norman senses a darkness in Robert, even deeper than that which has lurked in Norman himself.Soon, murders begin to occur and a shocking chain of events plunge us even deeper into the deranged madness inside the walls of Psycho: Sanitarium. ...more",
		"upc": "b8d7b3f5c7a95d65"
	},
	{
		"bookTitle": "Can You Keep a Secret? (Fear Street Relaunch #4)",
		"bookCategory": "Horror",
		"bookPrice": "£48.64",
		"noAvailable": "12",
		"imageUrl": "http://books.toscrape.com/media/cache/03/83/0383a7f9cce4ab8fa1c5db6e69b169c6.jpg",
		"bookDescription": "How many nightmares begin in the Fear Street Woods?Eddie and Emma are high school sweethearts from the wrong side of the tracks. Looking for an escape from their dreary lives, they embark on an overnight camping trip with four friends in the Fear Street Woods.As Eddie carves a heart in a tree, he and Emma make a shocking discovery. It’s a discovery that will lead to the en How many nightmares begin in the Fear Street Woods?Eddie and Emma are high school sweethearts from the wrong side of the tracks. Looking for an escape from their dreary lives, they embark on an overnight camping trip with four friends in the Fear Street Woods.As Eddie carves a heart in a tree, he and Emma make a shocking discovery. It’s a discovery that will lead to the end of friendships—and to murder.Meanwhile, Emmy is having strange, terrifying dreams about wolves. Are her dreams connected somehow to the real wolf attacks that plague the town of Shadyside?Emmy, it seems, is about to make a horrifying discovery about herself… ...more",
		"upc": "d069086944f2e330"
	},
	{
		"bookTitle": "Red Dragon (Hannibal Lecter #1)",
		"bookCategory": "Horror",
		"bookPrice": "£23.37",
		"noAvailable": "5",
		"imageUrl": "http://books.toscrape.com/media/cache/4a/ce/4acec5ebebf374e7a84a5d8c74ee5752.jpg",
		"bookDescription": "Will Graham stands in a silent, empty house communing with a killer. An FBI instructor with a gift for hunting madmen, Graham knows what his murderer looks like, how he thinks, and what he did to his victims after they died. Now Graham must try to catch him. But to do it, he must feel the heat of a killer's brain, draw on the macabre advice of a dangerous mental patient, D Will Graham stands in a silent, empty house communing with a killer. An FBI instructor with a gift for hunting madmen, Graham knows what his murderer looks like, how he thinks, and what he did to his victims after they died. Now Graham must try to catch him. But to do it, he must feel the heat of a killer's brain, draw on the macabre advice of a dangerous mental patient, Dr. Hannibal Lecter, and follow a trail of microscopic clues to the place where another family has already been chosen to die--and where an innocent woman has found the Dragon first. ...more",
		"upc": "e958ae92f328c181"
	},
	{
		"bookTitle": "Dracula the Un-Dead",
		"bookCategory": "Horror",
		"bookPrice": "£35.63",
		"noAvailable": "5",
		"imageUrl": "http://books.toscrape.com/media/cache/b1/f2/b1f25fa4623b3ee2db6fb6d6e27c6fb5.jpg",
		"bookDescription": "At last—the sequel to Bram Stoker's classic novel Dracula, written by his direct descendant and a Dracula historian Bram Stoker's Dracula is the prototypical horror novel, an inspiration for the world's seemingly limitless fascination with vampires. Though many have tried to replicate Stoker's horror classic—in books, television shows, and movies—only the 1931 Bela Lugosi At last—the sequel to Bram Stoker's classic novel Dracula, written by his direct descendant and a Dracula historian Bram Stoker's Dracula is the prototypical horror novel, an inspiration for the world's seemingly limitless fascination with vampires. Though many have tried to replicate Stoker's horror classic—in books, television shows, and movies—only the 1931 Bela Lugosi film bore the Stoker family's support. Until now. Dracula The Un-Dead is a bone-chilling sequel based on Bram Stoker's own handwritten notes for characters and plot threads excised from the original edition. Dracula The Un-Dead begins in 1912, twenty-five years after Dracula \"crumbled into dust.\" Van Helsing's protégé, Dr. Jack Seward, is now a disgraced morphine addict obsessed with stamping out evil across Europe. Meanwhile, an unknowing Quincey Harker, the grown son of Jonathan and Mina, leaves law school for the London stage, only to stumble upon the troubled production of \"Dracula,\" directed and produced by Bram Stoker himself. The play plunges Quincey into the world of his parents' terrible secrets, but before he can confront them he experiences evil in a way he had never imagined. One by one, the band of heroes that defeated Dracula a quarter-century ago is being hunted down. Could it be that Dracula somehow survived their attack and is seeking revenge? Or is there another force at work whose relentless purpose is to destroy anything and anyone associated with Dracula? Dracula The Un-Dead is deeply researched, rich in character, thrills and scares, and lovingly crafted as both an extension and celebration of one of the most classic popular novels in literature. ...more",
		"upc": "e46b1074b99ac4b6"
	},
	{
		"bookTitle": "Night Shift (Night Shift #1-20)",
		"bookCategory": "Horror",
		"bookPrice": "£12.75",
		"noAvailable": "4",
		"imageUrl": "http://books.toscrape.com/media/cache/b8/84/b8843e0c3fbadb1682b095c99eda7f7a.jpg",
		"bookDescription": "Never trust your heart to the New York Times bestselling master of suspense, Stephen King. Especially with an anthology that features the classic stories \"Children of the Corn,\" \"The Lawnmower Man,\" \"Graveyard Shift,\" \"The Mangler,\" and \"Sometimes They Come Back\"-which were all made into hit horror films.\"Unbearable suspense.\" (Dallas Morning News)From the depths of darkne Never trust your heart to the New York Times bestselling master of suspense, Stephen King. Especially with an anthology that features the classic stories \"Children of the Corn,\" \"The Lawnmower Man,\" \"Graveyard Shift,\" \"The Mangler,\" and \"Sometimes They Come Back\"-which were all made into hit horror films.\"Unbearable suspense.\" (Dallas Morning News)From the depths of darkness, where hideous rats defend their empire, to dizzying heights, where a beautiful girl hangs by a hair above a hellish fate, this chilling collection of twenty short stories will plunge readers into the subterranean labyrinth of the most spine-tingling, eerie imagination of our time.Contents:· Introduction · John D. MacDonald · in · Foreword · fw · Jerusalem’s Lot · nv Night Shift, Garden City, NY: Doubleday, 1978 · Graveyard Shift · ss Cavalier Oct ’70 · Night Surf · ss Cavalier Aug ’74 · I Am the Doorway · ss Cavalier Mar ’71 · The Mangler · nv Cavalier Dec ’72 · The Boogeyman · ss Cavalier Mar ’73 · Gray Matter · ss Cavalier Oct ’73 · Battleground · ss Cavalier Sep ’72 · Trucks · ss Cavalier Jun ’73 · Sometimes They Come Back · nv Cavalier Mar ’74 · Strawberry Spring · ss Ubris Fll ’68; Cavalier Nov ’75 · The Ledge · ss Penthouse Jul ’76 · The Lawnmower Man · ss Cavalier May ’75 · Quitters, Inc. · ss Night Shift, Garden City, NY: Doubleday, 1978 · I Know What You Need · nv Cosmopolitan Sep ’76 · Children of the Corn · nv Penthouse Mar ’77 · The Last Rung on the Ladder · ss Night Shift, Garden City, NY: Doubleday, 1978 · The Man Who Loved Flowers · ss Gallery Aug ’77 · One for the Road · ss Maine Mar ’77 · The Woman in the Room · ss Night Shift, Garden City, NY: Doubleday, 1978 ...more",
		"upc": "869d20b3b8128230"
	},
	{
		"bookTitle": "Needful Things",
		"bookCategory": "Horror",
		"bookPrice": "£47.51",
		"noAvailable": "4",
		"imageUrl": "http://books.toscrape.com/media/cache/d2/d8/d2d818d6654086560072fe1d42189636.jpg",
		"bookDescription": "Leland Gaunt opens a new shop in Castle Rock called Needful Things. Anyone who enters his store finds the object of his or her lifelong dreams and desires: a prized baseball card, a healing amulet. In addition to a token payment, Gaunt requests that each person perform a little \"deed,\" usually a seemingly innocent prank played on someone else from town. These practical jok Leland Gaunt opens a new shop in Castle Rock called Needful Things. Anyone who enters his store finds the object of his or her lifelong dreams and desires: a prized baseball card, a healing amulet. In addition to a token payment, Gaunt requests that each person perform a little \"deed,\" usually a seemingly innocent prank played on someone else from town. These practical jokes cascade out of control and soon the entire town is doing battle with itself. Only Sheriff Alan Pangborn suspects that Gaunt is behind the population's increasingly violent behavior. ...more",
		"upc": "70b585c9d0f15725"
	},
	{
		"bookTitle": "Misery",
		"bookCategory": "Horror",
		"bookPrice": "£34.79",
		"noAvailable": "4",
		"imageUrl": "http://books.toscrape.com/media/cache/cc/fb/ccfb8bb0f63377a67fb0a39d513f6cab.jpg",
		"bookDescription": "Alternate cover edition here.Paul Sheldon. He's a bestselling novelist who has finally met his biggest fan. Her name is Annie Wilkes and she is more than a rabid reader - she is Paul's nurse, tending his shattered body after an automobile accident. But she is also his captor, keeping him prisoner in her isolated house.",
		"upc": "81d4191030b9704b"
	},
	{
		"bookTitle": "It",
		"bookCategory": "Horror",
		"bookPrice": "£25.01",
		"noAvailable": "4",
		"imageUrl": "http://books.toscrape.com/media/cache/f9/40/f9409b5717cc44f29aa444d85ad26bdc.jpg",
		"bookDescription": "To the children, the town was their whole world. To the adults, knowing better, Derry, Maine was just their home town: familiar, well-ordered for the most part. A good place to live.It was the children who saw - and felt - what made Derry so horribly different. In the storm drains, in the sewers, IT lurked, taking on the shape of every nightmare, each one's deepest dread. To the children, the town was their whole world. To the adults, knowing better, Derry, Maine was just their home town: familiar, well-ordered for the most part. A good place to live.It was the children who saw - and felt - what made Derry so horribly different. In the storm drains, in the sewers, IT lurked, taking on the shape of every nightmare, each one's deepest dread. Sometimes IT reached up, seizing, tearing, killing . . .The adults, knowing better, knew nothing.Time passed and the children grew up, moved away. The horror of IT was deep-buried, wrapped in forgetfulness. Until they were called back, once more to confront IT as IT stirred and coiled in the sullen depths of their memories, reaching up again to make their past nightmares a terrible present reality. ...more",
		"upc": "670a2773607d785d"
	},
	{
		"bookTitle": "'Salem's Lot",
		"bookCategory": "Horror",
		"bookPrice": "£49.56",
		"noAvailable": "4",
		"imageUrl": "http://books.toscrape.com/media/cache/d3/55/d35568710e773adf06a0bc756a99f66d.jpg",
		"bookDescription": "Thousands of miles away from the small township of 'Salem's Lot, two terrified people, a man and a boy, still share the secrets of those clapboard houses and tree-lined streets. They must return to 'Salem's Lot for a final confrontation with the unspeakable evil that lives on in the town.",
		"upc": "6e9403f00acd6752"
	},
	{
		"bookTitle": "The Stand",
		"bookCategory": "Horror",
		"bookPrice": "£57.86",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/f9/8b/f98bdf42af5e223bc0f6ea6bd0a48a53.jpg",
		"bookDescription": "This is the way the world ends: with a nanosecond of computer error in a Defense Department laboratory and a million casual contacts that form the links in a chain letter of death.And here is the bleak new world of the day after: a world stripped of its institutions and emptied of 99 percent of its people. A world in which a handful of panicky survivors choose sides -- or This is the way the world ends: with a nanosecond of computer error in a Defense Department laboratory and a million casual contacts that form the links in a chain letter of death.And here is the bleak new world of the day after: a world stripped of its institutions and emptied of 99 percent of its people. A world in which a handful of panicky survivors choose sides -- or are chosen. A world in which good rides on the frail shoulders of the 108-year-old Mother Abagail -- and the worst nightmares of evil are embodied in a man with a lethal smile and unspeakable powers: Randall Flagg, the dark man.In 1978 Stephen King published The Stand, the novel that is now considered to be one of his finest works. But as it was first published, The Stand was incomplete, since more than 150,000 words had been cut from the original manuscript.Now Stephen King's apocalyptic vision of a world blasted by plague and embroiled in an elemental struggle between good and evil has been restored to its entirety. The Stand : The Complete And Uncut Edition includes more than five hundred pages of material previously deleted, along with new material that King added as he reworked the manuscript for a new generation. It gives us new characters and endows familiar ones with new depths. It has a new beginning and a new ending. What emerges is a gripping work with the scope and moral complexity of a true epic.For hundreds of thousands of fans who read The Stand in its original version and wanted more, this new edition is Stephen King's gift. And those who are reading The Stand for the first time will discover a triumphant and eerily plausible work of the imagination that takes on the issues that will determine our survival. ...more",
		"upc": "49f24193f0b961e6"
	},
	{
		"bookTitle": "The Girl with All the Gifts",
		"bookCategory": "Horror",
		"bookPrice": "£49.47",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/9a/91/9a911066cb404976bcc25dbc8817432a.jpg",
		"bookDescription": "Melanie is a very special girl. Dr. Caldwell calls her \"our little genius.\"Every morning, Melanie waits in her cell to be collected for class. When they come for her, Sergeant Parks keeps his gun pointing at her while two of his people strap her into the wheelchair. She thinks they don't like her. She jokes that she won't bite, but they don't laugh.Melanie loves school. Sh Melanie is a very special girl. Dr. Caldwell calls her \"our little genius.\"Every morning, Melanie waits in her cell to be collected for class. When they come for her, Sergeant Parks keeps his gun pointing at her while two of his people strap her into the wheelchair. She thinks they don't like her. She jokes that she won't bite, but they don't laugh.Melanie loves school. She loves learning about spelling and sums and the world outside the classroom and the children's cells. She tells her favorite teacher all the things she'll do when she grows up. Melanie doesn't know why this makes Miss Justineau look sad. ...more",
		"upc": "92dcc54a27107a37"
	},
	{
		"bookTitle": "House of Leaves",
		"bookCategory": "Horror",
		"bookPrice": "£54.89",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/20/c2/20c2ff61355569b4f84e2f847e37db25.jpg",
		"bookDescription": "Years ago, when House of Leaves was first being passed around, it was nothing more than a badly bundled heap of paper, parts of which would occasionally surface on the Internet. No one could have anticipated the small but devoted following this terrifying story would soon command. Starting with an odd assortment of marginalized youth -- musicians, tattoo artists, programme Years ago, when House of Leaves was first being passed around, it was nothing more than a badly bundled heap of paper, parts of which would occasionally surface on the Internet. No one could have anticipated the small but devoted following this terrifying story would soon command. Starting with an odd assortment of marginalized youth -- musicians, tattoo artists, programmers, strippers, environmentalists, and adrenaline junkies -- the book eventually made its way into the hands of older generations, who not only found themselves in those strangely arranged pages but also discovered a way back into the lives of their estranged children.Now, for the first time, this astonishing novel is made available in book form, complete with the original colored words, vertical footnotes, and newly added second and third appendices.The story remains unchanged, focusing on a young family that moves into a small home on Ash Tree Lane where they discover something is terribly wrong: their house is bigger on the inside than it is on the outside.Of course, neither Pulitzer Prize-winning photojournalist Will Navidson nor his companion Karen Green was prepared to face the consequences of that impossibility, until the day their two little children wandered off and their voices eerily began to return another story -- of creature darkness, of an ever-growing abyss behind a closet door, and of that unholy growl which soon enough would tear through their walls and consume all their dreams. ...more",
		"upc": "557c03c284be1bf2"
	},
	{
		"bookTitle": "Foolproof Preserving: A Guide to Small Batch Jams, Jellies, Pickles, Condiments, and More: A Foolproof Guide to Making Small Batch Jams, Jellies, Pickles, Condiments, and More",
		"bookCategory": "Food and Drink",
		"bookPrice": "£30.52",
		"noAvailable": "19",
		"imageUrl": "http://books.toscrape.com/media/cache/9f/58/9f58d3ff6d58589eaf325b1a33c303a0.jpg",
		"bookDescription": "Canning perfected the America’s Test Kitchen way. The art of preserving produce by canning and preserving has come full circle from grandmother's kitchen to a whole new generation now eager to learn it. This detailed guide to home preserving is perfect for novice canners and experts alike and offers more than 100 foolproof recipes across a wide range of categories, from sw Canning perfected the America’s Test Kitchen way. The art of preserving produce by canning and preserving has come full circle from grandmother's kitchen to a whole new generation now eager to learn it. This detailed guide to home preserving is perfect for novice canners and experts alike and offers more than 100 foolproof recipes across a wide range of categories, from sweet jams and jellies to savory jams, vegetables, condiments, pickles, whole fruits, and more. Let the experts at America's Test Kitchen show you how to do it right with detailed tutorials, troubleshooting tips, equipment information, and insight into the science behind canning. ...more",
		"upc": "5674a18a29a43ced"
	},
	{
		"bookTitle": "The Pioneer Woman Cooks: Dinnertime: Comfort Classics, Freezer Food, 16-Minute Meals, and Other Delicious Ways to Solve Supper!",
		"bookCategory": "Food and Drink",
		"bookPrice": "£56.41",
		"noAvailable": "16",
		"imageUrl": "http://books.toscrape.com/media/cache/fd/af/fdaf3c3104c559941c01e840fecd2659.jpg",
		"bookDescription": "THERE’S NO TIME LIKE DINNERTIME!Oh, don’t get me wrong. I adore breakfast. I love lunch! But dinnertime definitely tops them all. It’s the time of day when we reunite with our sweeties, our kids, our friends, our parents . . . and catch up on the events of the day over something mouthwatering and delicious. Dinnertime anchors us, nourishes us, and reassures us. It’s the gr THERE’S NO TIME LIKE DINNERTIME!Oh, don’t get me wrong. I adore breakfast. I love lunch! But dinnertime definitely tops them all. It’s the time of day when we reunite with our sweeties, our kids, our friends, our parents . . . and catch up on the events of the day over something mouthwatering and delicious. Dinnertime anchors us, nourishes us, and reassures us. It’s the greatest meal of the day! The Pioneer Woman Cooks: Dinnertime is a beloved collection of all the scrumptious supper recipes that make their way through my kitchen in regular rotation, from main dish salads to satisfying soups to hearty casseroles to comfort food classics . . . and everything in between. I lay out all the different ways I tackle dinner in my house, from super-quick 16-Minute Meals to make-ahead Freezer Food to irresistible pastas and a bundle of brand-new favorites of my crew.You’ll want to immediately dive into surefire hits like Tomato Soup with Parmesan Croutons, Buffalo Chicken Salad, Baked Ziti, and Shrimp Scampi. But just wait till you try the Cashew Chicken, French Dip Sandwiches, Chicken Marsala, and Beef Stroganoff. And don’t even get me started on the Tomato Tart, Chicken with Mustard Cream Sauce, and Pan-Fried Pork Chops. You’ll have a very tough time deciding on a favorite!To take away the guesswork, I made sure to include all the step-by-step recipe photos I love to share, and I packed as much deliciousness into each chapter as possible. My hope is that you will turn to this book regularly to solve your dinnertime dilemmas, and that you will use these recipes to feed your family time and time again. The more stains, smudges, and smears on the pages, the better!Enjoy dinnertime in your household, friends! ...more",
		"upc": "142d767a56a9254d"
	},
	{
		"bookTitle": "My Paris Kitchen: Recipes and Stories",
		"bookCategory": "Food and Drink",
		"bookPrice": "£33.37",
		"noAvailable": "16",
		"imageUrl": "http://books.toscrape.com/media/cache/ae/d5/aed548aefcac7803a599b05da3acb86e.jpg",
		"bookDescription": "A collection of stories and 100 sweet and savory French-inspired recipes from popular food blogger David Lebovitz, reflecting the way Parisians eat today and featuring lush photography taken around Paris and in David's Parisian kitchen.It’s been ten years since David Lebovitz packed up his most treasured cookbooks, a well-worn cast-iron skillet, and his laptop and moved to A collection of stories and 100 sweet and savory French-inspired recipes from popular food blogger David Lebovitz, reflecting the way Parisians eat today and featuring lush photography taken around Paris and in David's Parisian kitchen.It’s been ten years since David Lebovitz packed up his most treasured cookbooks, a well-worn cast-iron skillet, and his laptop and moved to Paris. In that time, the culinary culture of France has shifted as a new generation of chefs and home cooks—most notably in Paris—incorporates ingredients and techniques from around the world into traditional French dishes.      In My Paris Kitchen, David remasters the classics, introduces lesser-known fare, and presents 100 sweet and savory recipes that reflect the way modern Parisians eat today. You’ll find Soupe à l’oignon, Cassoulet, Coq au vin, and Croque-monsieur, as well as Smoky barbecue-style pork, Lamb shank tagine, Dukkah-roasted cauliflower, Salt cod fritters with tartar sauce, and Wheat berry salad with radicchio, root vegetables, and pomegranate. And of course, there’s dessert: Warm chocolate cake with salted butter caramel sauce, Duck fat cookies, Bay leaf poundcake with orange glaze, French cheesecake...and the list goes on. David also shares stories told with his trademark wit and humor, and lush photography taken on location around Paris and in David’s kitchen reveals the quirks, trials, beauty, and joys of life in the culinary capital of the world. ...more",
		"upc": "784bc2279baa878d"
	},
	{
		"bookTitle": "Mama Tried: Traditional Italian Cooking for the Screwed, Crude, Vegan, and Tattooed",
		"bookCategory": "Food and Drink",
		"bookPrice": "£14.02",
		"noAvailable": "16",
		"imageUrl": "http://books.toscrape.com/media/cache/48/19/48192cbef9101060e3787d87d7c8d7d1.jpg",
		"bookDescription": "Cecilia Granata grew up cooking with her family in Italy. As a vegan, she learned to adapt her favorite recipes from around the country to be animal free while retaining the flavor and feeling of true Italian home cooking. She shares her commitment to ethical and artful eating in this alphabetically-arranged volume with over 100 recipes, ranging from traditional favorites Cecilia Granata grew up cooking with her family in Italy. As a vegan, she learned to adapt her favorite recipes from around the country to be animal free while retaining the flavor and feeling of true Italian home cooking. She shares her commitment to ethical and artful eating in this alphabetically-arranged volume with over 100 recipes, ranging from traditional favorites to homemade liqueurs to aphrodisiacs—all \"senza sofferenza,\" without suffering. The recipes are lushly illustrated with Granata's food-inspired tattoo art. ...more",
		"upc": "72f9d5be3472d34e"
	},
	{
		"bookTitle": "Layered: Baking, Building, and Styling Spectacular Cakes",
		"bookCategory": "Food and Drink",
		"bookPrice": "£40.11",
		"noAvailable": "16",
		"imageUrl": "http://books.toscrape.com/media/cache/73/06/7306b860c7887dfb2a4b0083e2d6bf0d.jpg",
		"bookDescription": "It’s time to venture beyond vanilla and chocolate and take your baking skills up a notch. We’re talking layers—two, three, four, or more! Create sky-high, bakery-quality treats at home with Tessa Huff’s 150 innovative recipes, which combine new and exciting flavors of cake, fillings, and frostings—everything from pink peppercorn cherry to bourbon butterscotch, and pumpkin It’s time to venture beyond vanilla and chocolate and take your baking skills up a notch. We’re talking layers—two, three, four, or more!   Create sky-high, bakery-quality treats at home with Tessa Huff’s 150 innovative recipes, which combine new and exciting flavors of cake, fillings, and frostings—everything from pink peppercorn cherry to bourbon butterscotch, and pumpkin vanilla chai to riesling rhubarb and raspberry chocolate stout. Including contemporary baking methods and industry tips and tricks, Layered covers every decorating technique you’ll ever need with simple instructions and gorgeous step-by-step photos that speak to bakers of every skill level—and to anyone who wants to transform dessert into layer upon layer of edible art. ...more",
		"upc": "7b75cc7f223791f4"
	},
	{
		"bookTitle": "The Nerdy Nummies Cookbook: Sweet Treats for the Geek in All of Us",
		"bookCategory": "Food and Drink",
		"bookPrice": "£37.34",
		"noAvailable": "15",
		"imageUrl": "http://books.toscrape.com/media/cache/41/57/4157492623f9552e3efdc858a19968f3.jpg",
		"bookDescription": "The long-awaited first cookbook from the creator and host of the Internet’s most popular baking show, Nerdy Nummies: a collection of Rosanna Pansino’s all-time favorite geeky recipes as well as sensational new recipes exclusive to this book.The Nerdy Nummies Cookbook is quirky, charming, and fun, featuring the recipes behind Rosanna Pansino’s celebrated, one-of-a-kind crea The long-awaited first cookbook from the creator and host of the Internet’s most popular baking show, Nerdy Nummies: a collection of Rosanna Pansino’s all-time favorite geeky recipes as well as sensational new recipes exclusive to this book.The Nerdy Nummies Cookbook is quirky, charming, and fun, featuring the recipes behind Rosanna Pansino’s celebrated, one-of-a-kind creations, as well as beautiful, mouthwatering photographs throughout. It is the perfect companion that you’ll turn to whenever you want to whip up a delicious treat and be entertained all at once. And best of all, these treats are as simple as they are fun to make! No need for costly tools or baking classes to create these marvelous delights yourself.The Nerdy Nummies Cookbook combines two things Rosanna loves: geek culture and baking. Her fondness for video games, science fiction, math, comics, and lots of other things considered “nerdy” have inspired every recipe in this book. You’ll find the recipes for many beloved fan favorites from the show, such as Apple Pi Pie, the Chocolate Chip Smart Cookie, and Volcano Cake; as well as many new geeky recipes, such as Dinosaur Fossil Cake, Moon Phase Macarons, and the Periodic Table of Cupcakes. The Nerdy Nummies Cookbook showcases Rosanna’s most original and popular creations, and each recipe includes easy-to-follow photo instructions and a stunning shot of the finished treat in all its geeky glory: a delicious confection sure to please the geek in all of us! ...more",
		"upc": "e4c7f3487d17fd42"
	},
	{
		"bookTitle": "The Love and Lemons Cookbook: An Apple-to-Zucchini Celebration of Impromptu Cooking",
		"bookCategory": "Food and Drink",
		"bookPrice": "£37.60",
		"noAvailable": "15",
		"imageUrl": "http://books.toscrape.com/media/cache/88/e7/88e70e44632c3ca306191007bc723806.jpg",
		"bookDescription": "Sometimes all you need is a little spark of inspiration to change up your regular cooking routine. TheLove & Lemons Cookbookfeatures more than one hundred simple recipes that help you turn your farmers market finds into delicious meals. The belovedLove & Lemonsblog has attracted buzz from everyone from bestselling author Heidi Swanson toSaveurMagazine, who awarded Sometimes all you need is a little spark of inspiration to change up your regular cooking routine. The Love & Lemons Cookbook features more than one hundred simple recipes that help you turn your farmers market finds into delicious meals.    The beloved Love & Lemons blog has attracted buzz from everyone from bestselling author Heidi Swanson to Saveur Magazine, who awarded the blog Best Cooking Blog of 2014.    Organized by ingredient, The Love & Lemons Cookbook teaches readers how to make beautiful food with what’s on hand, whether it’s a bunch of rainbow-colored heirloom carrots from the farmers market or a four-pound cauliflower that just shows up in a CSA box. The book also features resources to show readers how to stock their pantry, gluten-free and vegan options for many of the recipes, as well as ideas on mixing and matching ingredients, so that readers always have something new to try.Stunningly designed and efficiently organized, The Love & Lemons Cookbook is a resource that you will use again and again. ...more",
		"upc": "e28e330cbdf01126"
	},
	{
		"bookTitle": "The Cookies & Cups Cookbook: 125+ sweet & savory recipes reminding you to Always Eat Dessert First",
		"bookCategory": "Food and Drink",
		"bookPrice": "£41.25",
		"noAvailable": "15",
		"imageUrl": "http://books.toscrape.com/media/cache/81/37/81374b88e925ba998c4049abcf805196.jpg",
		"bookDescription": "Wildly popular Cookies & Cups blogger Shelly Jaronsky’s eagerly anticipated cookbook features all-new, mouth-watering, delectable sweet treats 100% guaranteed to make you want to eat dessert first.Shelly Jaronsky has a problem. She’s an addict. Of the buttercream variety.“Chronicling my life in sugar” has been Shelly’s motto since the inception of her insanely frequent Wildly popular Cookies & Cups blogger Shelly Jaronsky’s eagerly anticipated cookbook features all-new, mouth-watering, delectable sweet treats 100% guaranteed to make you want to eat dessert first.Shelly Jaronsky has a problem. She’s an addict. Of the buttercream variety.“Chronicling my life in sugar” has been Shelly’s motto since the inception of her insanely frequented dessert blog, Cookies & Cups. With recipes ranging from the deliciously decadent (her S’mores Fudge Bars will make you seriously reconsider everything you thought you knew about baked goods) to the deceptively simple (her Favorite Chocolate Chip Cookie will become an instant staple in your baking repertoire), The Cookies & Cups Cookbook truly has something for everyone, from the cooking novice to the seasoned chef.Now you can bring Shelly’s signature style into your own kitchen with more than 125 no-fail recipes, including some reader-approved favorites and a special bonus section dedicated to the quick and savory side of cooking. Authored in the witty, intimate style of the blog that draws more than three million monthly page views and a social following of more than seven hundred thousand fans, The Cookies & Cups Cookbook is the go-to source for all things flavorful, accessible, and irresistibly tasty. ...more",
		"upc": "96a38e7c813d8f1d"
	},
	{
		"bookTitle": "Deliciously Ella Every Day: Quick and Easy Recipes for Gluten-Free Snacks, Packed Lunches, and Simple Meals",
		"bookCategory": "Food and Drink",
		"bookPrice": "£42.16",
		"noAvailable": "15",
		"imageUrl": "http://books.toscrape.com/media/cache/38/c3/38c342d52a30a8eb38b34668e9777222.jpg",
		"bookDescription": "Delicious plant-based, gluten-free recipes and lifestyle tips for packed lunches, snacks, and simple meals that are easy and accessible to everyone—from the author of the international bestseller Deliciously Ella.It’s easy to be healthy until you get hungry. Making healthy eating sustainable is about two things. One: it’s got to be doable in the context of a time starved l Delicious plant-based, gluten-free recipes and lifestyle tips for packed lunches, snacks, and simple meals that are easy and accessible to everyone—from the author of the international bestseller Deliciously Ella.It’s easy to be healthy until you get hungry. Making healthy eating sustainable is about two things. One: it’s got to be doable in the context of a time starved life. Two: it’s got to be delicious. Ella Woodward’s newest cookbook Deliciously Ella Every Day offers fantastically appealing and quick recipes for breakfasts, packed lunches, snacks on the go, and stress-free meals.The book is packed with more than 100 simple yet irresistible plant-based, dairy-free, and gluten-free recipes. Be inspired by Ella’s quick weekday dinners, amazingly colorful salads, and incredible ideas for meals and snacks on the go. Favorites include the insanely delicious roasted cinnamon and maple trail mix, a super-rich chocolate ganache cake, a lovely roasted potato, hazelnut and pomegranate salad with a maple dressing. The book includes a section of big-batch cooking, recipes that can be made on the weekend so you can pack satisfying lunches or prepare quick, easy dinners during the week—a lovely cauliflower pizza or a stunning mushroom risotto.Featuring the top ten rules for living the Deliciously Ella way, tips for eating well without breaking the bank, and shopping lists to help you get organized, this is the cookbook you’ve been waiting for. ...more",
		"upc": "46c1530d7546ea6d"
	},
	{
		"bookTitle": "The Help Yourself Cookbook for Kids: 60 Easy Plant-Based Recipes Kids Can Make to Stay Healthy and Save the Earth",
		"bookCategory": "Food and Drink",
		"bookPrice": "£28.77",
		"noAvailable": "14",
		"imageUrl": "http://books.toscrape.com/media/cache/bc/eb/bceb609c54f7739682b319a27a5b9783.jpg",
		"bookDescription": "Struggling to get your kids to eat their fruits and vegetables? Try letting them help themselves!Experts tell us the best way to teach kids healthy eating habits is to involve them in the process. This irresistibe cookbook presents 60 appealing recipes kids will beg to make themselves, in fun and charming illustrations they will love. Bursting with color, humor, cute anima Struggling to get your kids to eat their fruits and vegetables? Try letting them help themselves!Experts tell us the best way to teach kids healthy eating habits is to involve them in the process. This irresistibe cookbook presents 60 appealing recipes kids will beg to make themselves, in fun and charming illustrations they will love. Bursting with color, humor, cute animal characters, and cool facts (Did you know your brain actually shrinks when you’re dehydrated? Drink water, quick!), Help Yourself empowers children to take charge of their own nutrition — for now and for life! Recipes include: fun-to-munch hand-held snacks like Life Boatsbright fruit-flavored drinks like Tickled Pinkthe always-popular things on toast like Leprechaun Trackssalads they will actually eat like Tiger Stripescozy small meals like Tomato Tornadoand sweets like chocolatey Disappearing Dots, because everybody likes candy!Excerpt from the Intro: Since the day you were born, someone has been making you food and serving you meals (that’s the life!). But wait a minute...what’s that on the end of your arm? Why, it’s a hand! And it turns out you need little more than your own two hands and a few ingredients to help yourself to healthy foods...and help the world, while you’re at it! Because from the tip of your nose to the tip of an iceberg, the food we eat affects our bodies, our environment, and even strangers on the other side of the planet. It's amazing but true. ...more",
		"upc": "ddc8340dabc8641b"
	},
	{
		"bookTitle": "It's All Easy: Healthy, Delicious Weeknight Meals in under 30 Minutes",
		"bookCategory": "Food and Drink",
		"bookPrice": "£19.55",
		"noAvailable": "14",
		"imageUrl": "http://books.toscrape.com/media/cache/38/08/380869ceca4ab70f8620b02187bdf60a.jpg",
		"bookDescription": "For fans of It's All Good-or just delicious food-here is the cookbook that will help anyone make delectable, healthy meals in no time! Gwyneth Paltrow is back to share more than 125 of her favorite recipes that can be made in the time it would take to order takeout (which often contains high quantities of fat, sugar, and processed ingredients). All the dishes are surprisin For fans of It's All Good-or just delicious food-here is the cookbook that will help anyone make delectable, healthy meals in no time! Gwyneth Paltrow is back to share more than 125 of her favorite recipes that can be made in the time it would take to order takeout (which often contains high quantities of fat, sugar, and processed ingredients). All the dishes are surprisingly tasty, with little or no sugar, fat, or gluten. From easy breakfasts to lazy suppers, this book has something for everybody. Yummy recipes include Chocolate Cinnamon Overnight Oats, Soft Polenta with Cherry Tomatoes, Chicken Enchiladas, Pita Bread Pizzas, Quick Sesame Noodles, and more! Plus, an innovative chapter for \"on-the-go\" meals (Moroccan Chicken Salad Wrap, Chopped Salad with Grilled Shrimp, and others) that you can take for lunch to work or school, to a picnic, or to eat while watching soccer practice! ...more",
		"upc": "245e6bf08b8d2955"
	},
	{
		"bookTitle": "Barefoot Contessa Back to Basics",
		"bookCategory": "Food and Drink",
		"bookPrice": "£28.01",
		"noAvailable": "14",
		"imageUrl": "http://books.toscrape.com/media/cache/29/b1/29b1f537504f37527f1bf8182559684e.jpg",
		"bookDescription": "#1 NEW YORK TIMES BESTSELLERBarefoot Contessa Back to Basics is the essential Ina Garten cookbook, focusing on the techniques behind her elegant food and easy entertaining style, and offering nearly a hundred brand-new recipes that will become trusted favorites. Ina Garten’ s bestselling cookbooks have con-sistently provided accessible, subtly sophisticated recipes ranging #1 NEW YORK TIMES BESTSELLERBarefoot Contessa Back to Basics is the essential Ina Garten cookbook, focusing on the techniques behind her elegant food and easy entertaining style, and offering nearly a hundred brand-new recipes that will become trusted favorites. Ina Garten’ s bestselling cookbooks have con-sistently provided accessible, subtly sophisticated recipes ranging from French classics made easy to delicious, simple home cooking. In Barefoot Contessa Back to Basics, Ina truly breaks down her ideas on flavor, examining the ingredients and techniques that are the foundation of her easy, refined style. Here Ina covers the essentials, from ten ways to boost the flavors of your ingredients to ten things not to serve at a party, as well as professional tips that make successful baking, cooking, and entertaining a breeze. The recipes—crowd-pleasers like Lobster Corn Chowder, Tuscan Lemon Chicken, and Easy Sticky Buns—demonstrate Ina’s talent for transforming fresh, easy-to-find ingredients into elegant meals you can make without stress. For longtime fans, Ina delivers new insights into her simple techniques; for newcomers she provides a thorough master class on the basics of Barefoot Contessa cooking plus a Q&A section with answers to the questions people ask her all the time. With full-color photographs and invaluable cooking tips, Barefoot Contessa Back to Basics is an essential addition to the cherished library of Barefoot Contessa cookbooks. ...more",
		"upc": "999912e63a3262ae"
	},
	{
		"bookTitle": "Barefoot Contessa at Home: Everyday Recipes You'll Make Over and Over Again",
		"bookCategory": "Food and Drink",
		"bookPrice": "£50.62",
		"noAvailable": "14",
		"imageUrl": "http://books.toscrape.com/media/cache/4e/92/4e92fef6b2d96fb732480c484dcb1a98.jpg",
		"bookDescription": "#1 NEW YORK TIMES BESTSELLERThroughout the years that she has lived and worked in East Hampton, Ina Garten has catered and attended countless parties and dinners. She will be the first to tell you, though, that nothing beats a cozy dinner, surrounded by the people you love most, in the comfort that only your own home can provide. In Barefoot Contessa at Home, Ina shares he #1 NEW YORK TIMES BESTSELLERThroughout the years that she has lived and worked in East Hampton, Ina Garten has catered and attended countless parties and dinners. She will be the first to tell you, though, that nothing beats a cozy dinner, surrounded by the people you love most, in the comfort that only your own home can provide. In Barefoot Contessa at Home, Ina shares her life in East Hampton, the recipes she loves, and her secrets to making guests feel welcome and comfortable. For Ina, it’s friends and family–gathered around the dinner table or cooking with her in the kitchen–that really make her house feel like home. Here Ina offers the tried-and-true recipes that she makes over and over again because they’re easy, they work, and they’re universally loved. For a leisurely Sunday breakfast, she has Easy Cheese Danishes or Breakfast Fruit Crunch to serve with the perfect Spicy Bloody Mary. For lunch, she has classics with a twist, such as Tomato, Mozzarella, and Pesto Paninis and Old-Fashioned Potato Salad, which are simply delicious. Then there are Ina’s homey dinners–from her own version of loin of pork stuffed with sautéed fennel to the exotic flavors of Eli’s Asian Salmon. And since Ina knows no one ever forgets what you serve for dessert, she includes recipes for outrageously luscious sweets like Peach and Blueberry Crumble, Pumpkin Mousse Parfait, and Chocolate Cupcakes with Peanut Butter Icing. Ina also lets readers in on her time-tested secrets for cooking and entertaining. Get the inside scoop on everything from what Ina considers when she’s designing a kitchen to menu-planning basics and how to make a dinner party fun (here’s a hint: it doesn’ t involve making complicated food!). Along with beautiful photographs of Ina’s dishes, her home, and the East Hampton she loves, this book is filled with signature recipes that strike the perfect balance between elegance and casual comfort. With her most indispensable collection yet, Ina Garten proves beyond a shadow of doubt that there truly is no place like home. ...more",
		"upc": "0e0da9192a025efc"
	},
	{
		"bookTitle": "My Kitchen Year: 136 Recipes That Saved My Life",
		"bookCategory": "Food and Drink",
		"bookPrice": "£11.53",
		"noAvailable": "13",
		"imageUrl": "http://books.toscrape.com/media/cache/70/48/7048787b6fdc04627217bf39465acb7e.jpg",
		"bookDescription": "NEW YORK TIMES BESTSELLERIn the fall of 2009, the food world was rocked when Gourmet magazine was abruptly shuttered by its parent company. No one was more stunned by this unexpected turn of events than its beloved editor in chief, Ruth Reichl, who suddenly faced an uncertain professional future. As she struggled to process what had seemed unthinkable, Reichl turned to the NEW YORK TIMES BESTSELLERIn the fall of 2009, the food world was rocked when Gourmet magazine was abruptly shuttered by its parent company. No one was more stunned by this unexpected turn of events than its beloved editor in chief, Ruth Reichl, who suddenly faced an uncertain professional future. As she struggled to process what had seemed unthinkable, Reichl turned to the one place that had always provided sanctuary. “I did what I always do when I’m confused, lonely, or frightened,” she writes. “I disappeared into the kitchen.”My Kitchen Year follows the change of seasons—and Reichl’s emotions—as she slowly heals through the simple pleasures of cooking. While working 24/7, Reichl would “throw quick meals together” for her family and friends. Now she has the time to rediscover what cooking meant to her. Imagine kale, leaves dark and inviting, sautéed with chiles and garlic; summer peaches baked into a simple cobbler; fresh oysters chilling in a box of snow; plump chickens and earthy mushrooms, fricasseed with cream. Over the course of this challenging year, each dish Reichl prepares becomes a kind of stepping stone to finding joy again in ordinary things. The 136 recipes collected here represent a life’s passion for food: a blistering ma po tofu that shakes Reichl out of the blues; a decadent grilled cheese sandwich that accompanies a rare sighting in the woods around her home; a rhubarb sundae that signals the arrival of spring. Here, too, is Reichl’s enlivening dialogue with her Twitter followers, who become her culinary supporters and lively confidants. Part cookbook, part memoir, part paean to the household gods, My Kitchen Year may be Ruth Reichl’s most stirring book yet—one that reveals a refreshingly vulnerable side of the world's most famous food editor as she shares treasured recipes to be returned to again and again and again. ...more",
		"upc": "8bbd7df8a324f31d"
	},
	{
		"bookTitle": "Everyday Italian: 125 Simple and Delicious Recipes",
		"bookCategory": "Food and Drink",
		"bookPrice": "£20.10",
		"noAvailable": "12",
		"imageUrl": "http://books.toscrape.com/media/cache/4e/eb/4eebc29c9f3885800e6ae2c62c836145.jpg",
		"bookDescription": "In her hit Food Network show Everyday Italian, Giada De Laurentiis shows you how to cook delicious, beautiful food in a flash. And here, in her long-awaited first book, she does the same—helps you put a fabulous dinner on the table tonight, for friends or just for the kids, with a minimum of fuss and a maximum of flavor. She makes it all look easy, because it is. Everyday In her hit Food Network show Everyday Italian, Giada De Laurentiis shows you how to cook delicious, beautiful food in a flash. And here, in her long-awaited first book, she does the same—helps you put a fabulous dinner on the table tonight, for friends or just for the kids, with a minimum of fuss and a maximum of flavor. She makes it all look easy, because it is. Everyday Italian is true to its title: the fresh, simple recipes are incredibly quick and accessible, and also utterly mouth-watering—perfect for everyday cooking. And the book is focused on the real-life considerations of what you actually have in your refrigerator and pantry (no mail-order ingredients here) and what you’re in the mood for—whether a simply sauced pasta or a hearty family-friendly roast, these great recipes cover every contingency. So, for example, you’ll find dishes that you can make solely from pantry ingredients, or those that transform lowly leftovers into exquisite entrées (including brilliant ideas for leftover pasta), and those that satisfy your yearning to have something sweet baking in the oven. There are 7 ways to make red sauce more interesting, 6 different preparations of the classic cutlet, 5 perfect pestos, 4 creative uses for prosciutto, 3 variations on basic polenta, 2 great steaks, and 1 sublime chocolate tiramisù—plus 100 other recipes that turn everyday ingredients into speedy but special dinners.What’s more, Everyday Italian is organized according to what type of food you want tonight—whether a soul-warming stew for Sunday supper, a quick sauté for a weeknight, or a baked pasta for potluck. These categories will help you figure out what to cook in an instant, with such choices as fresh-from-the-pantry appetizers, sauceless pastas, everyday roasts, and stuffed vegetables—whatever you’re in the mood for, you’ll be able to find a simple, delicious recipe for it here. That’s the beauty of Italian home cooking, and that’s what Giada De Laurentiis offers here—the essential recipes to make a great Italian dinner. Tonight. ...more",
		"upc": "76319fe9d8b465a3"
	},
	{
		"bookTitle": "A la Mode: 120 Recipes in 60 Pairings: Pies, Tarts, Cakes, Crisps, and More Topped with Ice Cream, Gelato, Frozen Custard, and More",
		"bookCategory": "Food and Drink",
		"bookPrice": "£38.77",
		"noAvailable": "12",
		"imageUrl": "http://books.toscrape.com/media/cache/f4/9c/f49c0d70aedc01b5eb0988d35c77550c.jpg",
		"bookDescription": "Are you ready to take your baking over the top? Here are sixty decadent and delightful ice creams and the sixty desserts that are their vehicles. A la Mode offers not just solid dessert recipes, from raspberry oat bars to bear claws, from chocolate pecan pie to a white chocolate pavlova, but also gives you the unforgettable pairings that make these desserts smash hits: app Are you ready to take your baking over the top? Here are sixty decadent and delightful ice creams and the sixty desserts that are their vehicles. A la Mode offers not just solid dessert recipes, from raspberry oat bars to bear claws, from chocolate pecan pie to a white chocolate pavlova, but also gives you the unforgettable pairings that make these desserts smash hits: apple cranberry pie with Camembert ice cream, chocolate sheet cake with salt caramel frozen custard, and espresso cream jelly roll with mascarpone ice cream.Let's face it: vanilla can sometimes be so... vanilla. A great a-la-mode pairing should be as decadent as finding the perfect wine to go with your cheese plate. With A la Mode, IACP winners and cookbook dynamos Bruce Weinstein and Mark Scarbrough show you how to create innovative delights such as creamy hazelnut gelato atop coffee-poached pears, or maple frozen custard with a mouthwatering cinnamon roll cake, alongside simpler classics like confetti ice cream with layered vanilla birthday cake. You haven't lived until you've had peanut brittle pie with popcorn ice cream, a Cracker Jack fantasy!Because what's a warm pie without ice cream? With A la Mode, you'll have to answer that question! ...more",
		"upc": "a4eef523118805ef"
	},
	{
		"bookTitle": "Cravings: Recipes for What You Want to Eat",
		"bookCategory": "Food and Drink",
		"bookPrice": "£20.50",
		"noAvailable": "11",
		"imageUrl": "http://books.toscrape.com/media/cache/7d/b4/7db4a7faaa0ea5134cabbb517bdd6cc7.jpg",
		"bookDescription": "Though she is best known as a supermodel and Sports Illustrated swimsuit covergirl, all Chrissy Teigen really wants to do is talk about dinner—the good, the greasy, the good-for-you, and the goof-ups. Stylish but brash, witty and big-hearted, Chrissy cooks beautifully, but with the spirit of the amateur. In this book, she shows us how to make cooking part of a stylish life Though she is best known as a supermodel and Sports Illustrated swimsuit covergirl, all Chrissy Teigen really wants to do is talk about dinner—the good, the greasy, the good-for-you, and the goof-ups. Stylish but brash, witty and big-hearted, Chrissy cooks beautifully, but with the spirit of the amateur. In this book, she shows us how to make cooking part of a stylish lifestyle and how to look good doing it…or at least how to laugh at ourselves if we don’t.“The thing that makes me happiest isn’t when people stop me in the street to say they saw me in a magazine, but when they say they were inspired to cook because of what I posted on Instagram,” Chrissy Teigen says. Despite being a professional Beautiful Person, Teigen took cooking classes, runs a popular food blog, and loves connecting her fans with food through her widely followed Twitter and Instagram accounts. In this book, she brings her passion for cooking to the forefront. Through 100 recipes that range from her mom’s Thai classics to her own creations and dishes taught to her by her chef friends, Chrissy will show us how easy it can be to make cooking accessible and fun. ...more",
		"upc": "2587c54f5530dafc"
	},
	{
		"bookTitle": "The Moosewood Cookbook: Recipes from Moosewood Restaurant, Ithaca, New York",
		"bookCategory": "Food and Drink",
		"bookPrice": "£12.34",
		"noAvailable": "9",
		"imageUrl": "http://books.toscrape.com/media/cache/c1/87/c187a9eb27d932f862ac06beec15c24c.jpg",
		"bookDescription": "Among the most influential cookbooks of our time, the Moosewood Cookbook is such a powerful symbol that the publishers were tempted not to tamper with it. But times have changed, and knowledge about the foods we eat and their nutritional value has increased. So, after many inquiries and requests, the author has revised many of her recipes to be lighter and healthier. Illus Among the most influential cookbooks of our time, the Moosewood Cookbook is such a powerful symbol that the publishers were tempted not to tamper with it. But times have changed, and knowledge about the foods we eat and their nutritional value has increased. So, after many inquiries and requests, the author has revised many of her recipes to be lighter and healthier. Illustrated. ...more",
		"upc": "65cfc9f242c2984a"
	},
	{
		"bookTitle": "32 Yolks",
		"bookCategory": "Food and Drink",
		"bookPrice": "£53.63",
		"noAvailable": "8",
		"imageUrl": "http://books.toscrape.com/media/cache/76/03/76038c9e795babed29d370097247c9a6.jpg",
		"bookDescription": "For readers of Jacques Pépin’s The Apprentice and Marcus Samuelsson’s Yes, Chef, here is the coming-of-age story of a true French chef and international culinary icon. Before he earned three Michelin stars at Le Bernardin, won the James Beard Foundation Award for Outstanding Chef, or became a regular guest judge on Bravo’s Top Chef, and even before he knew how to make a pr For readers of Jacques Pépin’s The Apprentice and Marcus Samuelsson’s Yes, Chef, here is the coming-of-age story of a true French chef and international culinary icon. Before he earned three Michelin stars at Le Bernardin, won the James Beard Foundation Award for Outstanding Chef, or became a regular guest judge on Bravo’s Top Chef, and even before he knew how to make a proper omelet, Eric Ripert was a young boy in the South of France who felt that his world had come to an end. The only place Eric felt at home was in the kitchen. His desire to not only cook, but to become the best would lead him into some of the most celebrated and demanding restaurants in Paris. ...more",
		"upc": "b1a227b7609ff263"
	},
	{
		"bookTitle": "Naturally Lean: 125 Nourishing Gluten-Free, Plant-Based Recipes--All Under 300 Calories",
		"bookCategory": "Food and Drink",
		"bookPrice": "£11.38",
		"noAvailable": "7",
		"imageUrl": "http://books.toscrape.com/media/cache/5b/46/5b466903acc905deb89019c0407848c4.jpg",
		"bookDescription": "When you're hungry for a filling meal, it's easy to go for the unhealthy stuff. Many times, even gluten-free and vegan cuisines can be loaded with sneaky fillers and not-so-good-for-you ingredients. Allyson Kramer proves that low-cal doesn't have to mean low-satisfaction; these gluten-free, plant-based recipes are high in nutrients, have less than 300 calories per serving— When you're hungry for a filling meal, it's easy to go for the unhealthy stuff. Many times, even gluten-free and vegan cuisines can be loaded with sneaky fillers and not-so-good-for-you ingredients. Allyson Kramer proves that low-cal doesn't have to mean low-satisfaction; these gluten-free, plant-based recipes are high in nutrients, have less than 300 calories per serving—and they taste amazing. Dig into Cheesy BBQ Kale Chips, Cinnamon Plum Streusel, Avocado Chick'n Salad, and so much more. There are no fillers, no added or refined sugars, and no processed ingredients you can't pronounce. Whether it's breakfast, lunch, snacks, small plates, entrees, or beverages, you'll find a hearty, healthy recipe for every craving.   ...more",
		"upc": "924438fc6cbec836"
	},
	{
		"bookTitle": "How to Cook Everything Vegetarian: Simple Meatless Recipes for Great Food (How to Cook Everything)",
		"bookCategory": "Food and Drink",
		"bookPrice": "£46.01",
		"noAvailable": "7",
		"imageUrl": "http://books.toscrape.com/media/cache/ca/5f/ca5f20fe544cc311dd126c60c7aa003e.jpg",
		"bookDescription": "The ultimate one-stop vegetarian cookbook-from the author of the classic How to Cook EverythingHailed as \"a more hip Joy of Cooking\" by the Washington Post, Mark Bittman's award-winning book How to Cook Everything has become the bible for a new generation of home cooks, and the series has more than 1 million copies in print. Now, with How to Cook Everything: Vegetarian, Bi The ultimate one-stop vegetarian cookbook-from the author of the classic How to Cook EverythingHailed as \"a more hip Joy of Cooking\" by the Washington Post, Mark Bittman's award-winning book How to Cook Everything has become the bible for a new generation of home cooks, and the series has more than 1 million copies in print. Now, with How to Cook Everything: Vegetarian, Bittman has written the definitive guide to meatless meals-a book that will appeal to everyone who wants to cook simple but delicious meatless dishes, from health-conscious omnivores to passionate vegetarians.How to Cook Everything: Vegetarian includes more than 2,000 recipes and variations-far more than any other vegetarian cookbook. As always, Bittman's recipes are refreshingly straightforward, resolutely unfussy, and unfailingly delicious-producing dishes that home cooks can prepare with ease and serve with confidence. The book covers the whole spectrum of meatless cooking-including salads, soups, eggs and dairy, vegetables and fruit, pasta, grains, legumes, tofu and other meat substitutes, breads, condiments, desserts, and beverages. Special icons identify recipes that can be made in 30 minutes or less and in advance, as well as those that are vegan. Illustrated throughout with handsome line illustrations and brimming with Bittman's lucid, opinionated advice on everything from selecting vegetables to preparing pad Thai, How to Cook Everything: Vegetarian truly makes meatless cooking more accessible than ever.Praise for How to Cook Everything Vegetarian\"Mark Bittman's category lock on definitive, massive food tomes continues with this well-thought-out ode to the garden and beyond. Combining deep research, tasty information, and delicious easy-to-cook recipes is Mark's forte and everything I want to cook is in here, from chickpea fries to cheese soufflés.\"—Mario Batali, chef, author, and entrepreneur\"How do you make an avid meat eater (like me) fall in love with vegetarian cooking? Make Mark Bittman's How to Cook Everything Vegetarian part of your culinary library.\"—Bobby Flay, chef/owner of Mesa Grill and Bar Americain and author of the Mesa Grill Cookbook\"Recipes that taste this good aren't supposed to be so healthy. Mark Bittman makes being a vegetarian fun.\"—Dr. Mehmet Oz, Professor of Surgery, New York-Presbyterian/Columbia Medical Center and coauthor of You: The Owner's Manual ...more",
		"upc": "2a9fcb3382d351c8"
	},
	{
		"bookTitle": "How to Be a Domestic Goddess: Baking and the Art of Comfort Cooking",
		"bookCategory": "Food and Drink",
		"bookPrice": "£28.25",
		"noAvailable": "7",
		"imageUrl": "http://books.toscrape.com/media/cache/3b/67/3b673813904dce654eee394b9d308cfc.jpg",
		"bookDescription": "Nigella Lawson's How to Be a Domestic Goddess is about not only baking, but the enjoyment of being in the kitchen, taking sensuous pleasure in the entire process, and relishing the outcome. Nigella's deliciously reassuring and mouthwatering cookbook demonstrates that it's not terribly difficult to bake a batch of muffins or a layer cake, but the appreciation and satisfacti Nigella Lawson's How to Be a Domestic Goddess is about not only baking, but the enjoyment of being in the kitchen, taking sensuous pleasure in the entire process, and relishing the outcome. Nigella's deliciously reassuring and mouthwatering cookbook demonstrates that it's not terribly difficult to bake a batch of muffins or a layer cake, but the appreciation and satisfaction they bring are disproportionately high. At last, a book that understands our anxieties, feeds our fantasies, and puts cakes, pies, pastries, breads, and biscuits back into our own kitchens. ...more",
		"upc": "eff5710404e2ff78"
	},
	{
		"bookTitle": "The Barefoot Contessa Cookbook",
		"bookCategory": "Food and Drink",
		"bookPrice": "£59.92",
		"noAvailable": "6",
		"imageUrl": "http://books.toscrape.com/media/cache/5f/c1/5fc1de838c428ae58f3a9ec08825d179.jpg",
		"bookDescription": "For more than twenty years, Barefoot Contessa, the acclaimed specialty food store, has been cooking and baking extraordinary dishes for enthusiastic customers in the Hamptons. For many of those years, people have tried to get the exuberant owner, Ina Garten, to share the secrets of her store. Finally, the energy and style that make Barefoot Contessa such a special place ar For more than twenty years, Barefoot Contessa, the acclaimed specialty food store, has been cooking and baking extraordinary dishes for enthusiastic customers in the Hamptons. For many of those years, people have tried to get the exuberant owner, Ina Garten, to share the secrets of her store. Finally, the energy and style that make Barefoot Contessa such a special place are shown here, with dozens of recipes and more than 160 breathtaking photographs, in The Barefoot Contessa Cookbook.Ina's most popular recipes use familiar ingredients, but they taste even better than you would expect. Her Pan-Fried Onion Dip is the real thing, with slowly car-amelized onions and fresh sour cream. Tomato soup is created from oven-roasted tomatoes and fresh basil to intensify the flavors. Meat loaf is as good as your grandmother's, but it's healthier because it's made with ground turkey and fresh herbs. The light and flaky Maple-Oatmeal Scones are baked with rolled oats, whole wheat, and real maple syrup. Now these and other famous Barefoot Contessa recipes can be prepared at home.Ina says that before she owned a specialty food store she often spent a week making dinner for six friends. Her experience at Barefoot Contessa has given her hundreds of ideas for creating wonderful parties in a few hours. And they're all in this book. Crab Cakes with Rémoulade Sauce can be stored overnight in the refrigerator and sautéed just before the guests arrive. Cheddar Corn Chowder can be made days ahead, reheated, and served with a salad and bread for a delicious autumn lunch. The ingredients for Grilled Salmon Salad can all be prepared ahead and tossed together before serving. The batter for the Raspberry Corn Muffins can be mixed a day before and popped into the oven just before breakfast.Ina Garten teaches us how to entertain with style, simplicity, and a relaxed sense of fun. There are notes throughout the book for giving cocktail parties, lunches, and dinner parties where everything is done before the guests arrive. And there are easy instructions for creating gorgeous party platters that don't even require you to cook!With Ina Garten and The Barefoot Contessa Cookbook, you have the perfect recipe for hosting parties that are easy and fun for everyone--including the cook. ...more",
		"upc": "6478ccb4416e6a5d"
	},
	{
		"bookTitle": "Better Homes and Gardens New Cook Book",
		"bookCategory": "Food and Drink",
		"bookPrice": "£39.61",
		"noAvailable": "6",
		"imageUrl": "http://books.toscrape.com/media/cache/71/21/712105c4429489160c7a6f9e4824fcc6.jpg",
		"bookDescription": "Features: Over 900 new recipes -- 1,200 in all-reflect current eating habits and lifestyles; 500 new photographs -- over 700 in all-including 60 percent more of finished food than the last edition; Dozens of new recipes offer ethnic flavours, fresh ingredients, or vegetarian appeal; Many recipes feature make-ahead directions or quick-to-the-table meals; New chapter provide Features: Over 900 new recipes -- 1,200 in all-reflect current eating habits and lifestyles; 500 new photographs -- over 700 in all-including 60 percent more of finished food than the last edition; Dozens of new recipes offer ethnic flavours, fresh ingredients, or vegetarian appeal; Many recipes feature make-ahead directions or quick-to-the-table meals; New chapter provides recipes for crockery cookers; Efficient, easy-to-read format, with recipes categorised into 21 chapters, each thoroughly indexed for easy reference; Expanded chapter on cooking basics includes advice on food safety, menu planning, table setting, and make-ahead cooking, plus a thorough glossary on ingredients and techniques; Appliance-friendly recipes help cooks save time and creatively use new kitchen tools; Nutrition information with each recipe, plus diabetic exchanges; Contemporary food photography attracts browsers and helps cooks discover new recipes to make; Icons identify low-fat, no-fat, fast, and best-loved recipes; Every recipe tested and perfected by the Better Homes and Gardens Test Kitchen; Revised and updated cooking charts, ingredient photos, emergency substitutions, and equivalents; Respected, reliable kitchen reference with hundreds of cooking terms, tips, and techniques. ...more",
		"upc": "faf841f81c52638b"
	},
	{
		"bookTitle": "The Power Greens Cookbook: 140 Delicious Superfood Recipes",
		"bookCategory": "Food and Drink",
		"bookPrice": "£11.05",
		"noAvailable": "5",
		"imageUrl": "http://books.toscrape.com/media/cache/21/65/21651189fd05220e11ea5a1bd99ce58b.jpg",
		"bookDescription": "The Power Greens Cookbook presents 140 delicious, healthy recipes for dark, leafy greens that will please your palate and inspire you to clean your plate.Kale and collards don’t have to be the only greens on your shopping list anymore. Rising stars include romaine and parsley, Brussels sprouts and beet greens, and more. But say the words “Eat your greens,” and even though The Power Greens Cookbook presents 140 delicious, healthy recipes for dark, leafy greens that will please your palate and inspire you to clean your plate. Kale and collards don’t have to be the only greens on your shopping list anymore. Rising stars include romaine and parsley, Brussels sprouts and beet greens, and more. But say the words “Eat your greens,” and even though we know they’re good for us, many people are afraid that they won’t taste good. Fear no more! The Power Greens Cookbook provides go-to recipes that are both nutritious and delicious.   Acclaimed cookbook author and blogger Dana Jacobi expands your culinary repertoire and introduces the fifteen Power Greens—from arugula to watercress—that are loaded with health-supporting nutrients and phytochemicals that enhance vitality, all the while protecting against diabetes, heart disease, and high blood pressure, fortifying eyes and muscles, even making your skin glow. Jacobi also shares simple cooking techniques that help you prepare these super veggies quickly. Including main dishes and hearty salads, dips, spreads, snacks, and even drinks, The Power Greens Cookbook offers myriad mouthwatering vegetable-centric recipes.  • Soups: Cabbage and Brussels Sprouts Soup, Spinach Gazpacho with Walnuts, Hoppin’ John Stew with Mustard Greens• Salads: Caesar Salad with Parmesan Chickpeas, Tuscan Kale Salad with Pomegranate Seeds and Walnuts, Beets and Beet Greens with Citrus Dressing• Main Dishes: Red Beans and Smoky Greens, Kale-Smothered Pork Chops with Carrot and Apple, Tortelloni with Broccoli Rabe Florets• Small Meals and Snacks: Avocado and Watercress Tartine, Grilled Cheese and Tomato Sandwich with Kimchi, Poached Eggs in a Nest of Bacon-Wilted Kale• Side Dishes and Condiments: Carrots with Wild Arugula Pesto, French Lettuce Stir-Fry, Tahini Creamed Spinach, Kale Za’atar  Shown in dozens of tantalizing photographs, these dishes are sure to become mainstays in your kitchen for weeknight family meals, casual entertaining, and elegant dinner parties. From the cruciferous and crunchy to the leafy and light, The Power Greens Cookbook is just what the doctor—and your taste buds—ordered. ...more",
		"upc": "f701fae56b645ef7"
	},
	{
		"bookTitle": "Mexican Today: New and Rediscovered Recipes for Contemporary Kitchens",
		"bookCategory": "Food and Drink",
		"bookPrice": "£24.91",
		"noAvailable": "5",
		"imageUrl": "http://books.toscrape.com/media/cache/c2/19/c219b1be1e325abd2244ace190870569.jpg",
		"bookDescription": "Intriguing recipes for everyday meals from the host of the PBS series Pati’s Mexican Table On her PBS TV series, now in its fifth season, as well as in frequent appearances on shows like The Chew, Pati Jinich, a busy mother of three, has shown a flair for making Mexican cooking irresistibly accessible. In Mexican Today, she shares easy, generous dishes, both traditional on Intriguing recipes for everyday meals from the host of the PBS series Pati’s Mexican Table On her PBS TV series, now in its fifth season, as well as in frequent appearances on shows like The Chew, Pati Jinich, a busy mother of three, has shown a flair for making Mexican cooking irresistibly accessible. In Mexican Today, she shares easy, generous dishes, both traditional ones and her own new spins. Some are regional recipes she has recovered from the past and updated, like Miners’ Enchiladas with fresh vegetables and cheese or Drunken Rice with Chicken and Chorizo, a specialty of the Yucatán. “Sweaty” Tacos with ripe tomatoes and cheese are so convenient they’re sold on Mexican streets by bicyclists. Her grandmother’s Cornflake Cookies feel just as contemporary now as they did then.  Pati has “Mexed up” other recipes in such family favorites as Mexican Pizza with Grilled Skirt Steak and Onions. Still other dishes show the evolution of Mexican food north and south of the border, including Mexican Dreamboat Hotdogs and Cal-Mex Fish Tacos with Creamy Slaw. This food will draw everyone together—a family at the end of a working day, a book club, or a neighborhood potluck.  Throughout, Pati is an infectious cheerleader, sharing stores of the food, people, and places behind the recipes. ...more",
		"upc": "12a90b90283b2e6d"
	},
	{
		"bookTitle": "Vegan Vegetarian Omnivore: Dinner for Everyone at the Table",
		"bookCategory": "Food and Drink",
		"bookPrice": "£13.66",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/a1/c7/a1c7dfc9ebc338043cb0420a49f58f5e.jpg",
		"bookDescription": "For years, Anna Thomas’s fans have cooked from her trailblazing vegetarian cookbooks. Now, Anna turns her thoughts to that larger question. We are eating differently: your daughter is a vegan, or you are but your in-laws don’t think it’s dinner without meat, or you’re hosting Thanksgiving for a mixed group… In this timely and useful new book, Anna offers her solutions for For years, Anna Thomas’s fans have cooked from her trailblazing vegetarian cookbooks. Now, Anna turns her thoughts to that larger question. We are eating differently: your daughter is a vegan, or you are but your in-laws don’t think it’s dinner without meat, or you’re hosting Thanksgiving for a mixed group… In this timely and useful new book, Anna offers her solutions for reuniting our divided tables.“My idea is simple,” says Anna. “Start with the food everyone eats, design a meal or a dish around that, then expand and elaborate with just the right amounts of the right cheeses, meats, or fish for your omnivores. Everyone feels welcome, and we eat the same meal—but in variations.”Anna shows us how to cook for today’s table, with over 150 recipes for all tastes, and menus for every occasion. For a casual evening with friends, Farro with Lentils and Lavender served with Ratatouille from the Charcoal Grill makes a beautiful vegan supper—and also pairs wonderfully with garlic-and-herb rubbed lamb chops for the omnivores. Anna’s crowd-pleasing Easy Fish Soup begins as a robust vegetable soup, with seafood added five minutes before serving—an ideal two-way dish. A vegetarian Lemon Risotto with Sautéed Fresh Fava Beans is perfect on its own, and can easily take on tender shrimp. For dessert, have vegan Pumpkin Gingerbread and add vanilla ice cream, or serve a delectable Dark Chocolate Almond Bark studded with ginger and dried cherries.Anna’s festive “Thanksgiving for Everyone” menu centers on a sumptuous Polenta Torta with Roasted Squash and onion marmalade, surrounded by an array of seasonal vegetables—all pairing equally well with roast turkey for the traditionalists. “Taco Night at Home” allows everyone to design their perfect meal, mixing and matching from a spread of Spicy Black Beans, Poblano Peppers with Portobello Mushrooms, Carnitas, and Guajillo Chile Salsa. Anna’s exuberant Mediterranean mezze menu is a relaxed summer party, featuring vegan Roasted Eggplant and Poblano Chile Spread with flatbread, Tabbouleh with Chickpeas and Preserved Lemon, Charred Zucchini with Lemon and Mint, and Baked Lamb Kibbeh Wedges for the omnivores.With dishes inspired by the vibrant produce of farmers’ markets, Anna shares her love of cooking and of hospitality. Vegan Vegetarian Omnivore shows us how to navigate a world of change, and bring all our friends and family together at one big, generous table. ...more",
		"upc": "4672d10b9b1e7a05"
	},
	{
		"bookTitle": "The Smitten Kitchen Cookbook",
		"bookCategory": "Food and Drink",
		"bookPrice": "£23.59",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/93/cb/93cb59d2fa8bab28812989e1a33b4cae.jpg",
		"bookDescription": "The long-awaited cookbook by Deb Perelman of Smitten Kitchen—home cook, mom, photographer, and celebrated food blogger.Deb Perelman loves to cook. It’s as simple as that. She isn’t a chef or a restaurant owner—she’s never even waitressed. Cooking in her tiny Manhattan kitchen was, at least at first, for special occasions—and, too often, an unnecessarily daunting venture. D The long-awaited cookbook by Deb Perelman of Smitten Kitchen—home cook, mom, photographer, and celebrated food blogger.Deb Perelman loves to cook. It’s as simple as that. She isn’t a chef or a restaurant owner—she’s never even waitressed. Cooking in her tiny Manhattan kitchen was, at least at first, for special occasions—and, too often, an unnecessarily daunting venture. Deb found herself overwhelmed by the number of recipes available to her. Have you ever searched for the perfect birthday cake on Google? You’ll get more than three million results. How do you choose? Where do you start? What if you pick a recipe that’s downright bad?So Deb founded her award-winning blog, smittenkitchen.com, on the premise that cooking should be a pleasure, and that the results of your labor can—and should be—delicious...every time. Deb is a firm believer that there are no bad cooks, just bad recipes. She has dedicated herself to finding the best of the best and adapting them for the everyday cook—the ones with little time to spare, little money to burn on unpronounceable ingredients, and little help in the kitchen. And now, with the same warmth, candor, and can-do spirit her blog is known for, Deb presents her first cookbook—more than 100 new recipes, plus a few favorites from her site, all gorgeously illustrated with hundreds of Deb’s beautiful color photographs.The Smitten Kitchen Cookbook is all about approachable, uncompromised home cooking: stepped-up comfort foods, stewy dishes for windy winter afternoons, an apple cake that will answer all questions: “What should my new signature dessert be?” “What is always welcome at a potluck?” “What did Deb consume almost single-handedly a week after having a baby?” These are the recipes you bookmark and use so often they become your own; recipes you slip to a friend who wants to impress her new in-laws; and recipes with simple ingredients that yield amazing results in a minimum amount of time. Deb tells you how to host a brunch and still sleep in—plus what to make for it!—and the essential items you need for your own kitchen. From salads and slaws that make perfect side dishes (or a full meal) to savory tarts and pizzas; from Mushroom Bourguignon to Pancetta, White Bean and Swiss Chard Pot Pies; from Buttered Popcorn Cookies to Chocolate Hazelnut Layer Cake, Deb knows just the thing for a Tuesday night, or your most special occasion. ...more",
		"upc": "742702d662a71410"
	},
	{
		"bookTitle": "The Art of Simple Food: Notes, Lessons, and Recipes from a Delicious Revolution",
		"bookCategory": "Food and Drink",
		"bookPrice": "£34.32",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/ce/50/ce507dd8849b38d2c3eebb0e691c1aab.jpg",
		"bookDescription": "Perhaps more responsible than anyone for the revolution in the way we eat, cook, and think about food, Alice Waters has “single-handedly chang[ed] the American palate” according to the New York Times. Her simple but inventive dishes focus on a passion for flavor and a reverence for locally produced, seasonal foods.With an essential repertoire of timeless, approachable reci Perhaps more responsible than anyone for the revolution in the way we eat, cook, and think about food, Alice Waters has “single-handedly chang[ed] the American palate” according to the New York Times. Her simple but inventive dishes focus on a passion for flavor and a reverence for locally produced, seasonal foods.With an essential repertoire of timeless, approachable recipes chosen to enhance and showcase great ingredients, The Art of Simple Food is an indispensable resource for home cooks. Here you will find Alice’s philosophy on everything from stocking your kitchen, to mastering fundamentals and preparing delicious, seasonal inspired meals all year long. Always true to her philosophy that a perfect meal is one that’s balanced in texture, color, and flavor, Waters helps us embrace the seasons’ bounty and make the best choices when selecting ingredients. Fill your market basket with pristine produce, healthful grains, and responsibly raised meat, poultry, and seafood, then embark on a voyage of culinary rediscovery that reminds us that the most gratifying dish is often the least complex. ...more",
		"upc": "311634df10651e05"
	},
	{
		"bookTitle": "Hungry Girl Clean & Hungry: Easy All-Natural Recipes for Healthy Eating in the Real World",
		"bookCategory": "Food and Drink",
		"bookPrice": "£33.14",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/54/63/54630f76b730d2d00dc8d75921992af2.jpg",
		"bookDescription": "The instant New York Times and USA Today bestsellerHungry Girl Clean & Hungry: Healthy Recipes for Clean Eating in the Real WorldComplete with full-color photos of EVERY recipe, Hungry Girl Clean & Hungry combines the best of Hungry Girl with the best of clean eating. The food is still guilt-free, and the portions are still huge...but now Lisa Lillien is highlighti The instant New York Times and USA Today bestsellerHungry Girl Clean & Hungry: Healthy Recipes for Clean Eating in the Real WorldComplete with full-color photos of EVERY recipe, Hungry Girl Clean & Hungry combines the best of Hungry Girl with the best of clean eating. The food is still guilt-free, and the portions are still huge...but now Lisa Lillien is highlighting CLEAN ingredients and doing away with artificial and processed foods. This book gives mainstream America delicious, satisfying, and clean recipes, using healthy ingredients found in supermarkets everywhere. The best part? The recipes are so easy, anyone can make 'em!Featuring...90 vegetarian recipes108 gluten-free recipes56 recipes in 30 minutes or less43 recipes with 5 ingredients or lessRecipes like...PB&J Waffles (203 calories)BBQ Meatloaf (196 calories)Hawaiian Shrimp Fried Rice with Pineapple (229 calories)Fudgy Flourless Chocolate Cake (100 calories)Finally... a real-world (and DELICIOUS) approach to clean eating! ...more",
		"upc": "6c4d17a46cac8787"
	},
	{
		"bookTitle": "The Argonauts",
		"bookCategory": "Autobiography",
		"bookPrice": "£10.93",
		"noAvailable": "15",
		"imageUrl": "http://books.toscrape.com/media/cache/22/d0/22d01c710471f94dabfa41083fa3cf4e.jpg",
		"bookDescription": "An intrepid voyage out to the frontiers of the latest thinking about love, language, and family Maggie Nelson's The Argonauts is a genre-bending memoir, a work of \"autotheory\" offering fresh, fierce, and timely thinking about desire, identity, and the limitations and possibilities of love and language. At its center is a romance: the story of the author's relationship with An intrepid voyage out to the frontiers of the latest thinking about love, language, and family Maggie Nelson's The Argonauts is a genre-bending memoir, a work of \"autotheory\" offering fresh, fierce, and timely thinking about desire, identity, and the limitations and possibilities of love and language. At its center is a romance: the story of the author's relationship with the artist Harry Dodge. This story, which includes Nelson's account of falling in love with Dodge, who is fluidly gendered, as well as her journey to and through a pregnancy, offers a firsthand account of the complexities and joys of (queer) family-making.Writing in the spirit of public intellectuals such as Susan Sontag and Roland Barthes, Nelson binds her personal experience to a rigorous exploration of what iconic theorists have said about sexuality, gender, and the vexed institutions of marriage and child-rearing. Nelson's insistence on radical individual freedom and the value of caretaking becomes the rallying cry of this thoughtful, unabashed, uncompromising book. ...more",
		"upc": "c99761a700ade23f"
	},
	{
		"bookTitle": "M Train",
		"bookCategory": "Autobiography",
		"bookPrice": "£27.18",
		"noAvailable": "11",
		"imageUrl": "http://books.toscrape.com/media/cache/f0/9f/f09fd4a3200b94db86364f308ac02530.jpg",
		"bookDescription": "From the National Book Award-winning author of Just Kids: an unforgettable odyssey into the mind of this legendary artist, told through the prism of cafés and haunts she has visited and worked in around the world.M Train is a journey through eighteen \"stations.\" It begins in the tiny Greenwich Village café where Smith goes every morning for black coffee, ruminates on the w From the National Book Award-winning author of Just Kids: an unforgettable odyssey into the mind of this legendary artist, told through the prism of cafés and haunts she has visited and worked in around the world.M Train is a journey through eighteen \"stations.\" It begins in the tiny Greenwich Village café where Smith goes every morning for black coffee, ruminates on the world as it is and the world as it was, and writes in her notebook. We then travel, through prose that shifts fluidly between dreams and reality, past and present, across a landscape of creative aspirations and inspirations: from Frida Kahlo's Casa Azul in Mexico, to a meeting of an Arctic explorer's society in Berlin; from the ramshackle seaside bungalow in New York's Far Rockaway that Smith buys just before Hurricane Sandy hits, to the graves of Genet, Plath, Rimbaud, and Mishima. Woven throughout are reflections on the writer's craft and on artistic creation, alongside signature memories including her life in Michigan with her husband, guitarist Fred Sonic Smith, whose untimely death was an irremediable loss. For it is loss, as well as the consolation we might salvage from it, that lies at the heart of this exquisitely told memoir, one augmented by stunning black-and-white Polaroids taken by Smith herself. M Train is a meditation on endings and on beginnings: a poetic tour de force by one of the most brilliant multiplatform artists at work today. ...more",
		"upc": "5569c3fea112718e"
	},
	{
		"bookTitle": "Lab Girl",
		"bookCategory": "Autobiography",
		"bookPrice": "£40.85",
		"noAvailable": "11",
		"imageUrl": "http://books.toscrape.com/media/cache/26/ff/26ffcda626a5561e483afa19b58db8ac.jpg",
		"bookDescription": "\"A smart, enthralling, and winning debut.” —Cheryl Strayed Acclaimed scientist Hope Jahren has built three laboratories in which she’s studied trees, flowers, seeds, and soil. Her first book is a revelatory treatise on plant life—but it is also so much more. Lab Girl is a book about work, love, and the mountains that can be moved when those two things come together. It is \"A smart, enthralling, and winning debut.” —Cheryl Strayed   Acclaimed scientist Hope Jahren has built three laboratories in which she’s studied trees, flowers, seeds, and soil. Her first book is a revelatory treatise on plant life—but it is also so much more. Lab Girl is a book about work, love, and the mountains that can be moved when those two things come together. It is told through Jahren’s stories: about her childhood in rural Minnesota with an uncompromising mother and a father who encouraged hours of play in his classroom’s labs; about how she found a sanctuary in science, and learned to perform lab work done “with both the heart and the hands”; and about the inevitable disappointments, but also the triumphs and exhilarating discoveries, of scientific work.Yet at the core of this book is the story of a relationship Jahren forged with a brilliant, wounded man named Bill, who becomes her lab partner and best friend. Their sometimes rogue adventures in science take them from the Midwest across the United States and back again, over the Atlantic to the ever-light skies of the North Pole and to tropical Hawaii, where she and her lab currently make their home. ...more",
		"upc": "825d6c44da3ca5a6"
	},
	{
		"bookTitle": "Approval Junkie: Adventures in Caring Too Much",
		"bookCategory": "Autobiography",
		"bookPrice": "£58.81",
		"noAvailable": "5",
		"imageUrl": "http://books.toscrape.com/media/cache/96/6d/966d8d2afdead087cba0f29a69f89ba5.jpg",
		"bookDescription": "From comedian and journalist Faith Salie, of NPR's Wait Wait…Don't Tell Me! and CBS News Sunday Morning, a collection of daring, funny essays chronicling the author's adventures during her lifelong quest for approval Faith Salie has done it all in the name of validation. Whether it’s trying to impress her parents with a perfect GPA, undergoing an exorsism in the hopes of From comedian and journalist Faith Salie, of NPR's Wait Wait…Don't Tell Me! and CBS News Sunday Morning, a collection of daring, funny essays chronicling the author's adventures during her lifelong quest for approval   Faith Salie has done it all in the name of validation. Whether it’s trying to impress her parents with a perfect GPA, undergoing an exorsism in the hopes of saving her toxic marriage, or maintaining the BMI of “a flapper with a touch of dysentery,” Salie is the ultimate approval seeker—an “approval junkie,” if you will. In “Miss Aphrodite,” she recounts her strategy for winning the high school beauty pageant. (“Not to brag or anything, but no one stood a chance against my emaciated, spastic resolve.”) “What I Wore to My Divorce” describes Salie’s struggle to pick the perfect outfit to wear to the courthouse to divorce her “wasband.” (“I envisioned a look that said, ‘Yo, THIS is what you’ll be missing…even though you’ve introduced your new girlfriend to our mutual friends, and she’s a decade younger than I am and is also a fit model.”) In \"Ovary Achiever,\" she shares tips on how to ace your egg retrieval. (“Thank your fertility doctor when she announces you have ‘amazing ovaries.’ Try to be humble about it [‘Oh,these old things?’].”) And in “Wait, Wait, Don’t Tell Me About Batman’s Nipples” she reveals the secrets behind Wait Wait…Don’t Tell Me! (“I study for this show like Tracy Flick on Adderall”). With thoughtful irreverence, Salie reflects on why she tries so hard to please others, and herself, highlighting a phenomenon that many people—especially women—experience at home and in the workplace. Equal parts laugh-out loud funny and poignant, Approval Junkie is one woman’s journey to realizing that seeking approval from others is more than just getting them to like you—it's challenging yourself to achieve, and survive, more than you ever thought you could. ...more",
		"upc": "612369a5947a012e"
	},
	{
		"bookTitle": "Running with Scissors",
		"bookCategory": "Autobiography",
		"bookPrice": "£12.91",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/4c/e1/4ce1ed40df359e001020e1ea55674381.jpg",
		"bookDescription": "Augusten Burroughs is the author of the bestselling trilogy, Running with Scissors, Dry, and Lust & Wonder. Return to the memoir that started it all.The true story of a boy whose mother (a poet with delusions of Anne Sexton) gave him away to be raised by her unorthodox psychiatrist who bore a striking resemblance to Santa Claus. So at the age of twelve, Burroughs found Augusten Burroughs is the author of the bestselling trilogy, Running with Scissors, Dry, and Lust & Wonder. Return to the memoir that started it all.The true story of a boy whose mother (a poet with delusions of Anne Sexton) gave him away to be raised by her unorthodox psychiatrist who bore a striking resemblance to Santa Claus. So at the age of twelve, Burroughs found himself amidst Victorian squalor living with the doctor's bizarre family, and befriending a paedophile who resided in the backyard shed. The story of an outlaw childhood where rules were unheard of, and the Christmas tree stayed up all year round, where Valium was consumed like candy, and if things got dull an electroshock-therapy machine could provide entertainment. The funny, harrowing and bestselling account of an ordinary boy's survival under the most extraordinary circumstances. ...more",
		"upc": "28921443f052bea6"
	},
	{
		"bookTitle": "Me Talk Pretty One Day",
		"bookCategory": "Autobiography",
		"bookPrice": "£57.60",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/61/b2/61b220c2079a45a7975a397c8849e00e.jpg",
		"bookDescription": "David Sedaris' move to Paris from New York inspired these hilarious pieces, including the title essay, about his attempts to learn French from a sadistic teacher who declares that \"every day spent with you is like having a caesarean section\". His family is another inspiration. You Can't Kill the Rooster is a portrait of his brother, who talks incessant hip-hop slang to his David Sedaris' move to Paris from New York inspired these hilarious pieces, including the title essay, about his attempts to learn French from a sadistic teacher who declares that \"every day spent with you is like having a caesarean section\". His family is another inspiration. You Can't Kill the Rooster is a portrait of his brother, who talks incessant hip-hop slang to his bewildered father. And no one hones a finer fury in response to such modern annoyances as restaurant meals presented in ludicrous towers of food and cashiers with six-inch fingernails. ...more",
		"upc": "abc4a7ee16c21088"
	},
	{
		"bookTitle": "Lust & Wonder",
		"bookCategory": "Autobiography",
		"bookPrice": "£11.87",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/25/1c/251ce4355601534338a646f2b63be93a.jpg",
		"bookDescription": "First came Running with Scissors. Then came Dry. Now, there's Lust & Wonder.In chronicling the development and demise of the different relationships he's had while living in New York, Augusten Burroughs examines what it means to be in love, what it means to be in lust, and what it means to be figuring it all out. With Augusten's unique and singular observations and his First came Running with Scissors. Then came Dry. Now, there's Lust & Wonder.In chronicling the development and demise of the different relationships he's had while living in New York, Augusten Burroughs examines what it means to be in love, what it means to be in lust, and what it means to be figuring it all out. With Augusten's unique and singular observations and his own unabashed way of detailing both the horrific and the humorous, Lust and Wonder is an intimate and honest memoir that his legions of fans have been waiting for. ...more",
		"upc": "0dcadb06206abd3c"
	},
	{
		"bookTitle": "Life Without a Recipe",
		"bookCategory": "Autobiography",
		"bookPrice": "£59.04",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/9e/4f/9e4fb935df3113056cc9bdee6cd09ea6.jpg",
		"bookDescription": "On one side, there is Grace: prize-winning author Diana Abu-Jaber’s tough, independent sugar-fiend of a German grandmother, wielding a suitcase full of holiday cookies. On the other, Bud: a flamboyant, spice-obsessed Arab father, full of passionate argument. The two could not agree on anything: not about food, work, or especially about what Diana should do with her life. G On one side, there is Grace: prize-winning author Diana Abu-Jaber’s tough, independent sugar-fiend of a German grandmother, wielding a suitcase full of holiday cookies. On the other, Bud: a flamboyant, spice-obsessed Arab father, full of passionate argument. The two could not agree on anything: not about food, work, or especially about what Diana should do with her life. Grace warned her away from children. Bud wanted her married above all—even if he had to provide the ring. Caught between cultures and lavished with contradictory “advice” from both sides of her family, Diana spent years learning how to ignore others’ well-intentioned prescriptions.Hilarious, gorgeously written, poignant, and wise, Life Without a Recipe is Diana’s celebration of journeying without a map, of learning to ignore the script and improvise, of escaping family and making family on one’s own terms. As Diana discovers, however, building confidence in one’s own path sometimes takes a mistaken marriage or two—or in her case, three: to a longhaired boy-poet, to a dashing deconstructionist literary scholar, and finally to her steadfast, outdoors-loving Scott. It also takes a good deal of angst (was it possible to have a serious writing career and be a mother?) and, even when she knew what she wanted (the craziest thing, in one’s late forties: a baby!), the nerve to pursue it.Finally, fearlessly independent like the Grace she’s named after, Diana and Scott’s daughter Gracie will heal all the old battles with Bud and, like her writer-mom, learn to cook up a life without a recipe. ...more",
		"upc": "c53d9fefcda371e9"
	},
	{
		"bookTitle": "A Heartbreaking Work of Staggering Genius",
		"bookCategory": "Autobiography",
		"bookPrice": "£54.29",
		"noAvailable": "3",
		"imageUrl": "http://books.toscrape.com/media/cache/47/f3/47f3d4f1e85773bf41ba64a036e37994.jpg",
		"bookDescription": "Dave Eggers is a terrifically talented writer; don't hold his cleverness against him. What to make of a book called A Heartbreaking Work of Staggering Genius: Based on a True Story? For starters, there's a good bit of staggering genius before you even get to the true story, including a preface, a list of \"Rules and Suggestions for Enjoyment of This Book,\" and a 20-page ack Dave Eggers is a terrifically talented writer; don't hold his cleverness against him. What to make of a book called A Heartbreaking Work of Staggering Genius: Based on a True Story? For starters, there's a good bit of staggering genius before you even get to the true story, including a preface, a list of \"Rules and Suggestions for Enjoyment of This Book,\" and a 20-page acknowledgements section complete with special mail-in offer, flow chart of the book's themes, and a lovely pen-and-ink drawing of a stapler (helpfully labeled \"Here is a drawing of a stapler:\"). But on to the true story. At the age of 22, Eggers became both an orphan and a \"single mother\" when his parents died within five months of one another of unrelated cancers. In the ensuing sibling division of labor, Dave is appointed unofficial guardian of his 8-year-old brother, Christopher. The two live together in semi-squalor, decaying food and sports equipment scattered about, while Eggers worries obsessively about child-welfare authorities, molesting babysitters, and his own health. His child-rearing strategy swings between making his brother's upbringing manically fun and performing bizarre developmental experiments on him. (Case in point: his idea of suitable bedtime reading is John Hersey's Hiroshima.) The book is also, perhaps less successfully, about being young and hip and out to conquer the world (in an ironic, media-savvy, Gen-X way, naturally). In the early '90s, Eggers was one of the founders of the very funny Might Magazine, and he spends a fair amount of time here on Might, the hipster culture of San Francisco's South Park, and his own efforts to get on to MTV's Real World. This sort of thing doesn't age very well--but then, Eggers knows that. There's no criticism you can come up with that he hasn't put into A.H.W.O.S.G. already. \"The book thereafter is kind of uneven,\" he tells us regarding the contents after page 109, and while that's true, it's still uneven in a way that is funny and heartfelt and interesting. All this self-consciousness could have become unbearably arch. It's a testament to Eggers's skill as a writer--and to the heartbreaking particulars of his story--that it doesn't. Currently the editor of the footnote-and-marginalia-intensive journal McSweeney's (the last issue featured an entire story by David Foster Wallace printed tinily on its spine), Eggers comes from the most media-saturated generation in history--so much so that he can't feel an emotion without the sense that it's already been felt for him. What may seem like postmodern noodling is really just Eggers writing about pain in the only honest way available to him. Oddly enough, the effect is one of complete sincerity, and--especially in its concluding pages--this memoir as metafiction is affecting beyond all rational explanation. --Mary Park ...more",
		"upc": "c9770bb1d5a492a0"
	},
	{
		"bookTitle": "Suzie Snowflake: One beautiful flake (a self-esteem story)",
		"bookCategory": "Novels",
		"bookPrice": "£54.81",
		"noAvailable": "9",
		"imageUrl": "http://books.toscrape.com/media/cache/59/13/5913f74507084d0cd47e2b73fd806f9e.jpg",
		"bookDescription": "Follow Suzie on a magical journey of discovering her true self worth within.A beautifully illustrated self-esteem story for all ages!Suzie Snowflake struggles with what she sees as \"flaws\" and \"imperfections\" in her beautiful design. \"How can I notice my outer is bright, when there are parts of myself I don't really like?\"Through the love and wisdom of her parents, Suzie d Follow Suzie on a magical journey of discovering her true self worth within.﻿A beautifully illustrated self-esteem story for all ages!﻿﻿﻿Suzie Snowflake struggles with what she sees as \"flaws\" and \"imperfections\" in her beautiful design. \"How can I notice my outer is bright, when there are parts of myself I don't really like?\"Through the love and wisdom of her parents, Suzie discovers her true inner beauty and light. \"It's who you are inside that counts, your inner light that shines through, and who you are outside is wondrous too.\"\"Look at your art, look at your design, six magical sides, created one of a kind!\"\"Suzie dear, we love you for you. Each and every single part of you too!\"A wonderful affirmation of the importance of self-love and uniqueness; nurturing to every child. Coupled with 36 uplifting, awe-inspiring illustrations!Crystaline Rose is a teacher and children’s book author. She has read her books to thousands of children in classrooms and book readings. They are met with ‘Aha’ moments, appreciation and excitement. “The illustrations are magical and the story has meaning!” \"It's my favorite book ever!\" Parents share that their children are asking for “the rainbow book!” and look forward to reading it again and again.\" \"This is more than a children's book\" \"There is inspiration and hope to be found at any age.\" ...more",
		"upc": "0e095ed785af7e43"
	}
]